Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP/locale/*/icewmcp-ism.po
Languages: es, ru

source: What's this?
es: ¿Cuál es éste?
ru: Что это?

source: Click for help
es: Haga clic aquí para más información
ru: Кликните для помощи

source: Close All
es: Cerrar Todo
ru: Закрыть все

source: Dialog Closed
es: Diálogo Cerrado
ru: Диалог закрыт

source: Dialog Opened
es: Diálogo Abierto
ru: Диалог открыт

source: IceWM Restart
es: IceWM se recomienza
ru: Перезапуск IceWM

source: IceWM Shutdown
es: Salir de IceWM
ru: Выход из IceWM

source: IceWM Startup
es: IceWM se comienza
ru: Запуск IceWM

source: Launch Application
es: Ejecutar un programa
ru: Запуск приложения

source: Start Menu Clicked
es: Menú de 'Comenzar' Seleccionado
ru: Нажатие меню Старт

source: Window Closed
es: Ventana Cerrada
ru: Окно закрыто

source: Window Hidden
es: Ventana Ocultada
ru: Окно скрыто

source: Window Lowered
es: Ventana Bajada
ru: Окно понижено

source: Window Maximized
es: Ventana Maximizada
ru: Окно развернуто

source: Window Minimized
es: Ventana Minimizada
ru: Окно свернуто

source: Window Moved
es: Ventana Movida
ru: Окно перемещено

source: Window Opened
es: Ventana Abierta
ru: Окно открыто

source: Window Restored
es: Ventana Restaurada
ru: Окно восстановлено

source: Window Rolled Up
es: Ventana Rodada para Arriba
ru: Окно втянуто

source: Window Sized
es: Ventana Vuelta a Clasificar Según el Tamaño
ru: Изменен размер окна

source: Work Space Changed
es: Espacio de Trabajo Cambiado
ru: Смена раб. области

source: [NONE]
es: [NINGUNOS]

source: Ice Sound Manager
es: Gestor de Sonidos de IceWM
ru: Ice Sound Менеджер

source: /_File
es: /_Fichero
ru: /_Файл

source: /_File/_Load Sound Theme...
es: /_Fichero/_Cargar Tema de Sonidos...
ru: /_Файл/_ Загрузить звуковую тему...

source: /_File/_Save Sound Theme...
es: /_Fichero/_Guardar Tema de Sonidos...
ru: /_Файл/_ Сохранить звуковую тему...

source: /_File/sep1
es: /_Fichero/sep1
ru: /_Файл/sep1

source: /_File/_Quit
es: /_Fichero/_Salir
ru: /_Файл/_Выход

source: /_IceSound Server
es: /_Servidor IceSound
ru: /_IceSound Сервер

source: /_IceSound Server/_Wav Storage Directory
es: /_Servidor IceSound/_Directorio Para .Wavs
ru: /_IceSound Сервер/_ Директория wav файлов

source: /_IceSound Server/_Audio Interface
es: /_Servidor IceSound/_Interfaz Sonido
ru: /_IceSound Сервер/_Аудио интерфейс

source: /_IceSound Server/IceSound _Executable
es: /_Servidor IceSound/_Ejecutable IceSound
ru: /_IceSound Сервер/_Исполняемый файл IceSound'а

source: /_IceSound Server/sep2
es: /_Servidor IceSound/sep2
ru: /_IceSound Сервер/sep2

source: /_IceSound Server/_Stop Sound Server
es: /_Servidor IceSound/_Parar IceSound
ru: /_IceSound Сервер/_Остановка сервера

source: /_IceSound Server/sep3
es: /_Servidor IceSound/sep3
ru: /_IceSound Сервер/sep3

source: /_IceSound Server/(_Re)Start Sound Server
es: /_Servidor IceSound/_Lanzar el Servidor IceSound
ru: /_IceSound Сервер/(_Пере)Запуск сервера

source: /_Options
es: /_Opciones
ru: /_Опции

source: /_Options/_Preferences...
es: /_Opciones/_Preferencias...
ru: /_Опции/_Настройки

source: /_Options/Run _Setup
es: /_Opciones/Ejecutar _Instalación
ru: /_Опции/Запуск _Setup

source: /_Help
es: /_Ayuda
ru: /_Помощь

source: /_Help/_About...
es: /_Ayuda/_Acerca de...
ru: /_Помощь/_О программе...

source: /_Help/Ice Sound _Manager Help
es: /_Ayuda/Ayuda de IceSoundManager
ru: /_Помощь/_По IceSound Менеджеру

source: /_Help/IceSound _Server Help
es: /_Ayuda/Ayuda de Servidor IceSound
ru: /_Помощь/_По IceSound Серверу

source: /_Help/_Sample Server Script
es: /_Ayuda/_Escritura Del Servidor
ru: /_Помощь/_Пример скрипта для сервера

source: /_Help/_Bug Reports and Comments
es: /_Ayuda/_Problemas y comentarios
ru: /_Помощь/_Сообщения об ошибках и комментарии

source: Sound Theme
es: Tema de Sonidos
ru: Звуковая тема

source: The current sound theme, if any
es: El tema de sonidos actual, si lo hay
ru: Текущая звуковая тема, если есть

source: Reload
es: Recargar
ru: Перезагрузить

source: Switch to the selected theme
es: Cambiar al tema seleccionado
ru: Переключиться на выбранную тему

source: Save...
es: Guardar...
ru: Сохранить...

source: Click to SAVE this theme.
es: Haga clic aquí para guardar el tema actual.
ru: Нажмите для СОХРАНЕНИЯ данной темы

source: Load...
es: Cargar...
ru: Загрузить...

source: Click to LOAD a new theme.
es: Haga clic aquí para cargar un tema nuevo.
ru: Нажмите для ЗАГРУЗКИ новой темы

source: Click 'Change' to change this sound
es: Haga clic en 'Cambiar' para cambiar este sonido
ru: Нажмите для изменения данного звука

source: Sound Event
es: Evento Sonido
ru: Событие для звука

source: Change...
es: Cambiar...
ru: Изменить...

source: Select a sound for this event
es: Seleccionar un sonido para este evento
ru: Выбрать звук для данного события

source: Selected Sound
es: Sonido Seleccionado
ru: Выбранные звуки

source: Stop
es: Parar
ru: Стоп

source: Stop playing this sound
es: Parar el jugar de este sonido
ru: Остановить воспроизведение звука

source: Play
es: Reproducir
ru: Воспроизвести

source: Play this sound with your chosen wav player
es: Escuchar este sonido con su programa para sonidos .wav
ru: Воспроизвести в выбранном wav-плейере

source: No Sound
es: Ningún Sonido
ru: Нет звука

source: Set the sound for this event to NO sound
es: Fijar el sonido para este evento a NINGÚN sonido
ru: Установить 'НЕТ звука' для события

source: Enabled
es: Habilitado
ru: Включено

source: Enable/Disable the sound for the selected event
es: Permitir/inhabilitar el sonido para el evento seleccionado
ru: Вкл/Выкл звук для выбранного события

source: Edit
es: Editar
ru: Правка

source: Edit this sound with your chosen sound editor
es: Corregir este sonido con su redactor de sonidos .wav
ru: Правка звука в выбранном редакторе звуков

source: Suggested Sound Server Command Line:
es: Mando Sugerido Para El Servidor De Sonidos:
ru: Предлагаемая командная строка звукового сервера

source: Help on the Sound Server Command Line
es: Ayuda
ru: Помощь по командной строке звукового сервера

source: (Re)start IceSound Server
es: Lanzar el Servidor IceSound
ru: (Пере)запуск IceSound Сервера

source: (Re)start the IceSound Server to enable IceWM sound events
es: Lanzar el servidor IceSound para habilitar los sonidos
ru: (Пере)запуск сервера для включения звуковых событий IceWM

source: Stop IceSound Server
es: Parar el Servidor IceSound
ru: Остановить IceSound Сервер

source: Stopping the IceSound server will disable IceWM sound events
es: Parar el servidor de IceSound inhabilitará los eventos de sonido de IceWM
ru: Остановка сервера отключит звуковые события IceWM

source: Apply Sound Theme
es: Aplicar Tema de Sonidos
ru: Применить звуковую тему

source: Apply this sound theme and start using this set of sounds now.
es: Aplicar este tema de sonidos y comenzar a usar esta colección de sonidos ahora.
ru: Применить тему и начать использовать данный набор звуков прямо сейчас

source: Ice Sound Manager Options
es: Opciones de IceSoundManager
ru: Опции Ice Sound Менеджера

source: Wav Player Command Line
es: Mando para escuchar los sonidos .Wav
ru: Командная строка Wav-плейера

source: Wav Editor Command Line
es: Mando para corregir los sonidos .Wav
ru: Командная строка Wav-редактора

source: Automatically start IceSound server when Ice Sound Manager starts
es: Lanzar automáticamente el servidor IceSound cuando IceSoundManager se comienza
ru: Запускать IceSound Сервер при запуске Менеджера

source: Copy files instead of linking them
es: Copiar los ficheros en vez de crear enlaces simbolicos
ru: Копировать файлы, а не делать ссылки

source: Launch the IceSound Server in a terminal window
es: Lanzar el servidor IceSound en una ventana terminal
ru: Запуск IceSound Сервера в окне терминала

source: Cancel
es: Cancelar
ru: Отмена

source: Cancel without saving changes
es: Cancelar sin guardar los cambios
ru: Отмена без сохранения изменений

source: Save
es: Guardar
ru: Сохранить

source: Save changes and close this window
es: Guardar los cambios y cerrar esta ventana
ru: Сохранить изменения и закрыть это окно

source: WARNING: '%f' needed in Wav Player Command Line for Ice Sound Manager to play them.
es: ADVERTENCIA: Se necesita ' %f ' en el mando para que IceSoundManager juega los ficheros .wav .
ru: ВНИМАНИЕ: '%f' нужен в командной строке плейера для воспроизведения

source: WARNING: '%f' needed in Wav Editor Command Line for Ice Sound Manager to edit them.
es: ADVERTENCIA: Se necesita ' %f ' en el mando para que IceSoundManager corrija los ficheros .wav .
ru: ВНИМАНИЕ: '%f' нужен в командной строке редактора для правки

source: Ice Sound Manager Help
es: Ayuda de IceSoundManager
ru: Помощь по Ice Sound Менеджеру

source: Close
es: Cerrar
ru: Закрыть

source: Close this help window
es: Cerrar esta ventana de ayuda
ru: Закрыть это окно помощи

source: This section of Ice Sound Manager deals with your IceSound Server itself. SUGGESTED SOUND SERVER COMMAND LINE: This field shows you the auto-generated command line that is being used to launch your IceSound Server. It is provided so YOU can see exactly what is being launched on your system and how, and may be useful for troubleshooting. You can copy and paste the text in this field into a terminal window to aid in any troubleshooting you must do. This field contains the EXACT same command that is executed when you click '(Re)Start IceSound Server' and is the command that will be executed if you have enabled automatic starting of your IceSound Server when Ice Sound Manager starts. NOTE: Editing the text in this field doeshas NOT effect command Ice Sound Manager launches to start your server. Anything you type here is ignored by Ice Sound Manager. The 'Suggested Sound Server Command Line' is provided for informational purposes only. You may also find this field useful for pasting into scripts, etc. (RE)START ICESOUND SERVER: This will execute the UNEDITED version of the command line that appears in 'Suggested Sound Server Command Line' to start/restart your IceSound Server. Your IceWM sound events will NOT be enabled until the sound server has been started. It is a good idea to restart the server whenever you have changed your sound theme, though Ice Sound Manager attempts to do this for you. STOP ICESOUND SERVER: Very simply, this feature stops your IceSound Server, disabling all future sound events in IceWM. NOTE: Ice Sound Manager does not shutdown your sound server automatically when you exit Ice Sound Manager (it is assumed you want to keep your sound events enabled). If you quit Ice Sound Manager, your IceSound Server will continue running, until you either click 'Stop IceSound Server' or issue a 'kill' command to your IceSound Server process. However, on most systems, the IceSound Server will shutdown automatically if you quit/restart your X Server.
es: Esta sección de ayuda trata de su servidor IceSound sí mismo. Este área le demuestra la línea de mando automáticamente generada que se está utilizando para lanzar su servidor IceSound. Se proporciona así que USTED pueden ver exactamente qué se está lanzando en su sistema y cómo, y pueden ser útil para corregir problemas. Usted puede copiar y pegar el texto en este área en una ventana terminal para ayudar en el descubrimiento de problemas con su servidor IceSound. Este área contiene el mando EXACTO se ejecuta cuando usted hace clic en 'Lanzar el Servidor IceSound' y es el mando que será ejecutado si usted ha permitido comenzar automático de su servidor IceSound cuando IceSoundManager se comienza. Usted puede también encontrar este área útil para pegar en sus propias escrituras, etc. LANZAR EL SERVIDOR ICESOUND: Esto ejecutará la versión SIN EDITAR de la línea de mando que aparece en 'Mando Sugerido Para El Servidor De Sonidos' a comenzar/reiniciar su servidor IceSound. Sus eventos sonido de IceWM no serán permitidos hasta que se ha lanzado el servidor de sonidos. Es una buena idea reiniciar el servidor siempre que usted haya cambiado su tema de sonidos, aunque IceSoundManager hace esto para usted. PARAR EL SERVIDOR ICESOUND: Muy simplemente, esta característica para su servidor IceSound, inhabilitando todos los eventos sonido futuros en IceWM. NOTA: IceSoundManager no para su servidor de sonidos automáticamente cuando usted sale de IceSoundManager (se asume que usted desea mantener sus eventos sonido permitidos). Si usted para IceSoundManager, su servidor IceSound continuará funcionando, hasta que usted hace clic en 'Parar el Servidor IceSound' o ejecuta un mando de 'kill' a su proceso del servidor IceSound. Sin embargo, en la mayoría de los sistemas, IceSound se parará automáticamente si usted para/recomienza su servidor de X (cuando su gestor de ventanas se recomienza).
ru: Этот раздел Ice Sound Менеджера работает непосредственно с IceSound Сервером ПРЕДЛАГАЕМАЯ КОМАНДНАЯ СТРОКА ЗВУКОВОГО СЕРВЕРА: Это поле показывает автоматически сгенерированую командную строку, которая используется для запуска IceSound Сервера. Она представлена таким образом, что вы можете видеть, что, и как запускается. Это может быть полезно при устранении неисправностей. Вы можете копировать и вставлять текст в этом поле в окно терминала при устранении неисправностей. Это поле содержит ТОЧНО такую же команду, которая исполняется при нажатии '(Пере)запуск Ice Sound Сервера, и является командой которая выполнится в случае, если вы включили автоматический запуск Сервера при запуске Менеджера. ЗАМЕТЬТЕ: Изменение текста в этом поле не влияет на команду которую выполняет Менеджер для запуска Сервера. Все что вы тут наберете, Менеджером проигнорируется. Предлагаемая командная строка играет сугубо информативную роль. Это поле может быть полезным для переноса в скрипты и т.д. (ПЕРЕ)ЗАПУСК ICESOUND СЕРВЕРА: Это выполнит НЕРЕДАКТИРОВАННУЮ версию 'Предлагаемой командной строки' для запуска/перезапуска IceSound Сервера. Звуковые события в IceWM не включатся до запуска Сервера. Не плохо было бы перезапускать Сервер каждый раз, когда вы изменяете звуковую тему, хотя это может сделать и сам Менеджер. ОСТАНОВКА ICESOUND СЕРВЕРА Очень просто. Эта функция останавливает ваш Сервер, отключая все звуковые события в IceWM. ЗАМЕТЬТЕ: Менеджер не выключает Сервер при выходе из Менеджера (это предполагает , что вы хотите оставить звуковые события включенными). Если вы выходите из Менеджера, то Cервер продолжит работу до тех пор, пока вы или не нажмете 'Остановить звуковой сервер' или не пошлете процессу вашего Сервера команду 'kill'. Однако, на большинстве систем звуковой сервер автоматически прекратит работу при выходе или при перезапуске X-сервера.

source: If CHECKED, your Ice Sound Server will be started in a terminal window. The terminal application to be used is determined by the value of your $TERM environment variable (generally, xterm, gnome-terminal, kterm, or eterm). You can determine the terminal application used to launch your Ice Sound Server, by setting the environment variable $TERM. Type 'echo $TERM' to see what your default terminal application is. NOTE: Your default terminal application in $TERM must accept the -e command line option and must understand it in a way similiar to xterm for this option to work. The only exception to this rule is gnome-terminal.
es: Si ESTÁ SELECCIONADO, su servidor de sonidos será comenzado en una ventana terminal. El terminal que se utilizará es determinado por el valor de su variable $TERM (generalmente, xterm, gnome-terminal, kterm, o eterm). Usted puede determinar el terminal usado para lanzar su servidor de sonidos fijando la variable $TERM.
ru: Если ВЫБРАНО - Сервер будет запущен в окне терминала. Приложение терминала определяется переменной окружения $TERM (в основном: xterm,gnome-terminal,kterm или eterm). Вы можете определить приложение терминала установкой переменной $TERM. Наберите 'echo $TERM' что бы узнать приложение по умолчанию. ЗАМЕТЬТЕ: Ваше приложение должно примимать опцию -e и понимать его подобно xterm. Единственное исключение составляет gnome-terminal.

source: This option only applies to when ICE SOUND MANAGER is started, not when IceWM is started. If CHECKED, Ice Sound Manager will start your Ice Sound Server (if it is not already running) whenever you start Ice Sound Manager. Your Ice Sound Server will be started with the command shown in the field 'Suggested Sound Server Command Line'. Leave this option unchecked if you do NOT want automatic starting of your Ice Sound Server when Ice Sound Manager is launched.
es: Esta opción se aplica solamente a cuando se comienza IceSoundManager, no cuando se comienza IceWM. Si ESTÁ SELECCIONADO, IceSoundManager lanzará su servidor de sonidos (si no está funcionando ya) siempre que usted comience a IceSoundManager. Su servidor de sonidos sea comenzado con el mando demostrado en el área 'Mando sugerida para el servidor de sonidos'. Deje esta opción no seleccionada si usted no desea comenzar automáticamente su servidor de sonidos cuando se lanza IceSoundManager.
ru: Эта опция применяется только при запуске ICE SOUND МЕНЕДЖЕРА, но не IceWM. Если она ВЫБРАНА Ice Sound Менеджер будет запускать звуковой сервер (если он уже не работает) при каждом своем запуске. Сервер будет запускаться с командами показанными в Предлагаемой Командной Строке. Оставьте эту опцию не выбранной если не хотите запускать сервер при запуске Ice Sound Менеджера

source: This option determines whether your .wav sounds will be LINKED or COPIED into your IceSound Server's Wav Storage Directory (as defined under the menu 'IceSound Server' -> 'Wav Directory'. Leave this option UNCHECKED if you would rather your files be LINKED into your IceSound Server's Wav Storage Directory. (This will save disk space, but your sound events will not play if you move/delete the original files. Be sure to keep your sound themes current if you choose this method.) CHECK this option if you would rather your .wav sounds be COPIED to your IceSound Server's Wav Storage Directory. (This method uses more disk space, but ensures that your sound events will be unaffected should you move/delete the original .wav files.) Which method you choose is up to you.
es: Esta opción se determina si sus archivos de .wav SERÁN LIGADOS o COPIADOS en el directorio de .Wav de su servidor IceSound. Deje esta opción NO SELECCIONADA si usted desea crear ENLACES simbólicos a sus ficheros .Wav en el directorio de Wav de su servidor IceSound. (Esto conservará espacio de disco, pero sus sonidos no jugarán si usted mueve o borra los ficheros originales.) SELECCIONE esta opción si usted desea COPIAR sus ficheros .Wav al directorio de .Wav de su servidor IceSound. (Este método utiliza más espacio de disco, pero se asegura de que sus sonidos serán inafectados si usted mueve o borra los ficheros originales.) Qué método usted elige es su opción.
ru: Эта опция определяет будут ли .wav файлы копироваться или линковаться в директорию хранения wav файлов (определенную в меню 'IceSound Сервер' -> 'Директория wav файлов'. Оставьте опцию не выбранной если хотите делать ссылки в wav директорию. (Это сэкономит дисковое пространство, но звуки не будут работать если вы удалите первоначальный файл)

source: If you want to be able to PLAY your sounds in Ice Sound Manager, you must enter the command to launch a .wav sound player on your system. Most people should be able to use the default command. However, you may want or need to change this command. NOTE: Any command line you enter MUST contain the string '%f' somewhere in the command line (this signifies where the .wav's filename should go in the command line.) It is YOUR job to know or find out what command line to use to launch your .wav player. If you fail to include '%f' in your command line, you will see an error message on the status bar when you attempt to play your sounds. I personally suggest you use a command line that opens a fast, console-based .wav player (like wavplay) for the sake of speed.
es: Si usted desea poder JUGAR sus sonidos en IceSoundManager, usted debe escribir el mando de lanzar un jugador de sonidos del tipo .wav en su sistema. La mayoría de la gente debe poder utilizar el valor defecto. Sin embargo, usted puede quisiera que o necesita cambiara este mando. NOTA: Cualquier línea de mando que usted escribe DEBE contener la secuencia ' %f ' en alguna parte en la línea de mando (ésta significa donde el nombre de del fichero .Wav debe entrar en la línea de mando.) Es SU trabajo saber o descubrir qué línea de mando a utilizar lanzar a su jugador del wav. Si usted no puede incluir ' %f ' en su línea de mando, usted verá un mensaje de error en la barra de estado cuando usted intenta jugar sus sonidos. Sugiero personalmente que usted utilice una línea de mando que abra a jugador de .Wavs rápido y consola-basado (como wavplay) para la velocidad máxima.
ru: Если вы хотите воспроизводить звуки в Менеджере, вы должны ввести команду запуска плейера wav-файлов в вашей системе. Большинству должна подойти команда по умолчанию. Однако, возможно вы захотите, или вам будет нужно, изменить эту команду. ЗАМЕТЬТЕ: Любая введенная вами команда ДОЛЖНА содержать '%f' (она означает имя файла в командной строке). Знать, или найти какую командную строку использовать для запуска плейера - это ВАША работа. Если вы не включили '%f' в командную строку, вы увидите сообщение об ошибке в панели статуса когда попытаетесь воспроизвести звуки. Лично я вам предлагаю использовать строку которая открывает быстрый, консольный плейер (типа wavplay), для скорости.

source: If you want to be able to EDIT your sounds in Ice Sound Manager, you must enter the command to launch a .wav sound editor on your system. Most people should be able to use the default command, IF they have the Sweep sound editor installed. However, you may want or need to change this command. NOTE: Any command line you enter MUST contain the string '%f' somewhere in the command line (this signifies where the .wav's filename should go in the command line.) It is YOUR job to know or find out what command line to use to launch your .wav editor. If you fail to include '%f' in your command line, you will see an error message on the status bar when you attempt to edit your sounds.
es: Si usted desea poder CORREGIR sus sonidos en IceSoundManager, usted debe escribir el mando de lanzar un redactor de sonidos del tipo .wav en su sistema. La mayoría de la gente debe poder utilizar el valor defecto, si tenga el redactor nombrado 'sweep'. Sin embargo, usted puede quisiera que o necesita cambiara este mando. NOTA: Cualquier línea de mando que usted escribe DEBE contener la secuencia ' %f ' en alguna parte en la línea de mando (ésta significa donde el nombre del fichero .Wav debe entrar en la línea de mando.) Es SU trabajo saber o descubrir qué línea de mando a utilizar lanzar su redactor de .Wavs. Si usted no puede incluir ' %f ' en su línea de mando, usted verá un mensaje de error en la barra de estado cuando usted intenta corregir sus sonidos.
ru: Если вы хотите РЕДАКТИРОВАТЬ ваши звуки в Менеджере, вы должны ввести команду запуска редактора звуков на вашей системе. Большинству подойдет команда по умолчанию, ЕСЛИ у них установлен редактор звуков Sweep. Хотя возможно вы захотите изменить эту команду. ЗАМЕТЬТЕ: Всякая введенная вами командная строка ДОЛЖНА содержать '%f'(она означает имя файла в командной строке). Знать, или найти какую командную строку использовать для запуска редактора - ВАША работа. Если вы не включили '%f' в командную строку, то, при попытке редактирования звуков вы увидите сообщение об ошибке в панели статуса
