Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP/locale/*/icewmcp-ism.po
Languages: es, ru

source: Here is where you can configure the sound device you want your IceSound Server to use to play your sound events. Most people will probably use either ESD or OSS. It is YOUR job to know what kind of sound device your system uses. OSS: For OSS, click 'OSS' and type in the 'dev' location of your digital signal processing device (i.e. /dev/dsp) ESD: For ESD, click 'ESD' and enter the host and port of the ESD sound server running on your system. For most people, this will be host 'localhost' and port '16001'. You can find out what port ESD is running on your system by typing 'netstat -lp' in a terminal window, then looking for any process named 'esound' or 'esd'. If you dont see either of these, you probably don't have a currently running ESD sound server on your system and will not be able to use ESD as your interface until you get an ESD server running. YIFF: If you know that you need to use YIFF, please make sure that your copy of the IceSound Server has been compiled with YIFF support (not all copies are YIFF-enabled.). To use the YIFF interface, click 'YIFF', then enter the host and port of your YIFF sound server. You may also check 'Auto Audio Mode' to enable your IceSound Server to automatically choose the best sampling rate and playback mode for your sounds.
es: Aquí es donde usted puede configurar la unidad de sonidos que usted quisiera que su servidor IceSound utilizara para jugar sus sonidos. La mayoría de la gente utilizará probablemente ESD u OSS. Es SU trabajo saber qué clase de unidad de sonidos utiliza su sistema. OSS: Usar OSS, seleccione 'OSS' y escriba el nombre del fichero donde se encuentra la unidad de sonidos DSP (es decir, /dev/dsp) ESD: Usar ESD, seleccione ' ESD ' y escriba el nombre y el puerto del servidor de sonidos ESD que funciona en su sistema. Para la mayoría de la gente, éste será ' localhost ' y puerto ' 16001'. Usted puede descubrir el puerto está funcionando el servidor ESD en su sistema ejecutando 'netstat - lp' en una ventana terminal, entonces buscando cualquier proceso nombrado 'esound' o 'esd'. Si usted no ve tampoco de éstos, usted no tiene un servidor actualmente de funcionamiento de los sonidos de ESD en su sistema y no podrá probablemente utilizar ESD como su interfaz hasta que usted consigue un lanzamiento del servidor ESD. YIFF: Si usted sabe que usted necesita utilizar YIFF, cerciórese de por favor que su copia del servidor IceSound se haya compilado con la ayuda de YIFF (no todas las copias son YIFF-permitido.). Para utilizar el interfaz de YIFF, seleccione 'YIFF', entonces escriba el nombre y el puerto de su servidor de sonidos YIFF. Usted puede también seleccionar 'Modo de Sonido Automático' para permitir a su servidor IceSound elegir automáticamente la mejor configuración para sus sonidos.
ru: Здесь вы можете настроить ваше аудио-устройство на котором IceSound Сервер будет воспроизводить звуковые события. Большинство видимо будет использовать либо ESD либо OSS. Знать какое аудио устройство использует ваша система-ваша задача. OSS: Для OSS, нажмите 'OSS' и укажите в строке 'dev' расположение устройства обработки цифрового сигнала(/dev/dsp) ESD: Для ESD, нажмите ESDи введите хост и порт звукового сервера ESD работающего на вашей системе. Для большинства, это будут: хост-'localhost' и порт '16001'. Вы можете выяснить на каком порту работает ESD набрав в окне терминала 'netstat -lp' и найти процессы под названием 'esound' или 'esd'. Если вы ни того ни другого не видите, вероятно на данный момент, у вас нет работающего ESD сервера и вы не сможете использовать ESD в качестве интерфейса пока его не запустите YIFF: Если вы знаете что вам нужно использовать YIFF, пожалуйста убедитесь что ваш IceSound Server был скомпилирован с поддержкой YIFF (не все копии разрешают YIFF). Для использования YIFF-интерфейса, нажмите 'YIFF', затем введите хост и порт сервера YIFF. Вы также можете отметить 'Автоматический Аудио Режим' для разрешения вашему серверу автоматического выбора лучшей частоты и режима воспроизведения ваших звуков.

source: Ice Sound Manager Setup
es: Ice Sound Manager - Instalación
ru: Настройка менеджера

source: SETUP
es: INSTALACIÓN
ru: НАСТРОЙКА

source: Next
es: Próximo
ru: Дальше

source: Proceed with Setup
es: Proceder con la instalación
ru: Продолжать настройку

source: WELCOME TO ICE SOUND MANAGER SETUP Setup will guide you through setting up your IceSound Server (the sound server for IceWM) as well as help you easily customize your settings in 4 easy steps. You may run this setup program at anytime by clicking 'Options', then 'Setup' on the menu. Note: You will also see this setup window if Ice Sound Manager was unable to load your preferences files in your home directory. STEP ONE: Select the executable for your IceSound Server. Click the 'Next' button to proceed.
es: BIENVENIDOS A LA INSTALACIÓN DE IceSoundManager Esta instalación le dirigirá con el configuración de su servidor IceSound (el servidor de sonidos para IceWM) así como ayuda que usted modifica fácilmente su configuración en 4 pasos fáciles. Usted puede ejecutar este programa de instalación a toda hora haciendo clic en 'Opciones', entonces 'Ejecutar Instalación' en el menú. Nota: Usted también verá esta ventana de la configuración si IceSoundManager no podía cargar sus ficheros de preferencias en su directorio casero. PASO UNO: Seleccione el ejecutable para su servidor de IceSound. Haga clic en el botón 'Próximo' para proceder.
ru: ДОБРО ПОЖАЛОВАТЬ В НАСТРОЙКИ ICE SOUND MANAGER Настройка покажет вам все установки IceSound Server (аудиосервер для IceWM) и поможет вам легко изменять их посредством 4-х простых шагов. Вы можете запустить эти настройки в любое время нажатием 'Опции'а затем 'Настройка' в меню. Заметьте: Вы также увидите это окно если Ice Sound Manager не сможет загрузить файл с вашими настройками в домашней директории. ШАГ ПЕРВЫЙ: выберите исполняемый файл IceSound Server'а. Нажмите 'Дальше' для продолжения.

source: STEP TWO: Configure the audio device your IceSound Server will use to play sound events. Most people can probably use the ESD interface on localhost, port 16001. Click the 'Next' button to proceed.
es: PASO DOS: Configure la unidad de sonidos que su servidor IceSound utilizará jugar sonidos. La mayoría de la gente puede utilizar probablemente el interfaz ESD en 'localhost', puerto 16001. Haga clic en el botón 'Próximo' para proceder.
ru: ШАГ ВТОРОЙ: Сконфигурируйте аудиоустройство которое IceSound Server будет использовать для воспроизведения звуковых событий. Большинству должны подойти 'localhost' и порт 16001. Нажмите 'Дальше' для продолжения.

source: STEP THREE: Select the directory where your IceSound Server should look for the .wav files for sound events. Normally, this directory is either ~/.icewm/sounds/ or /usr/X11R6/lib/X11/icewm/sounds/, but you should check the documentation for YOUR IceSound Server. If you are unsure, your best bet is probably choosing the directory /home/yourUsername/.icewm/sounds/. This may take a moment: So be patient. Click the 'Next' button to proceed.
es: PASO TRES: Seleccione el directorio donde su servidor IceSound debe buscar los archivos .Wav para los eventos sonidos. Normalmente, este directorio es cualquier ~/.icewm/sounds/ o /usr/X11R6/lib/X11/icewm/sounds/, pero usted debe leer la documentación para SU servidor IceSound. Si usted es inseguro, su mejor apuesta está eligiendo probablemente el directorio /home/suCuenta/.icewm/sounds/. Esto puede tomar un momento: Sea tan paciente. Haga clic en el botón 'Próximo' para proceder.
ru: ШАГ ТРЕТИЙ: Выберите директорию в которой сервер должен искать .wav файлы для звуковых событий. Обычно, это директория ~/.icewm/sound/ или /usr/X11R6/lib/X11/icewm/sounds/, но вы должны свериться с документацией по серверу. Если вы не уверены, то лучше выбрать директорию /home/Имя пользователя/.icewm/sounds/. Это может занять некоторое время, так что будьте терпиливы. Нажмите 'Дальше' для продолжения.

source: Click the 'Next' button to proceed.
es: Haga clic en el botón 'Próximo' para proceder.
ru: Для продолжения нажмите дальше

source: STEP FOUR: This is the LAST step. You can now configure your personal preferences for Ice Sound Manager
es: PASO CUATRO: Éste es el paso FINAL. Usted puede ahora configurar sus preferencias personales por IceSoundManager.
ru: ШАГ ЧЕТВЕРТЫЙ: Это ПОСЛЕДНИЙ шаг. Сейчас вы можете установить персональные настройки Ice Sound Manager

source: Setup for Ice Sound Manager is now COMPLETE. Click the 'Next' button to exit setup. Enjoy!
es: La instalación para Ice Sound Manager es COMPLETA ahora. Haga clic en 'Próximo' para salir de la instalación.
ru: Теперь настройка Ice Sound Manager'a закончена. Нажмите 'Дальше' для выхода. Наслаждайтесь!

source: Preferences successfully saved.
es: Preferencias guardadas con éxito.
ru: Настройки успешно сохранены.

source: ERROR: While saving preferences to
es: ERROR: Mientras que guardaba el fichero de preferencias como
ru: ОШИБКА сохранения настроек в

source: ERROR: No IceSound SERVER EXECUTABLE selected! Click 'IceSound Server' on the menu.
es: ERROR: ¡Ningún EJECUTABLE del SERVIDOR IceSound seleccionado! Haga clic en 'Servidor IceSound' en el menú.
ru: ОШИБКА: Не выбран исп. файл сервера! Нажмите 'IceSound Сервер' в меню.

source: ERROR: No IceSound server WAV DIRECTORY selected! Click 'IceSound Server' on the menu.
es: ERROR: ¡Ningún DIRECTORIO de .WAVS para el SERVIDOR IceSound seleccionado! Seleccione 'Servidor IceSound' en el menú.
ru: ОШИБКА: Не выбрана ДИРЕКТОРИЯ WAV ФАЙЛОВ! Нажмите 'IceSound Сервер' в меню.

source: ERROR: Your IceSound server could not be (re)started because it could not be STOPPED!
es: ¡Error! ¡El servidor IceSound no podría ser (re)comenzado porque no podría SER PARADO!
ru: ОШИБКА: IceSound Сервер не может быть (пере)запущен потому что не может быть ОСТАНОВЛЕН!

source: successfully (RE)STARTED.
es: (RE)COMENZADO con exito.
ru: успешно (ПЕРЕ)ЗАПУЩЕН.

source: IceSound Server (version
es: Servidor IceSound (versión
ru: IceSound Сервер (версия

source: ERROR! IceSound server could NOT be (re)started! Check 'Options' and 'IceSound Server' on the menu.
es: ¡Error! ¡El servidor IceSound no podría ser (re)comenzado! Haga clic en 'Opciones' y 'Servidor IceSound' en el menú.
ru: ОШИБКА! IceSound Сервер не может быть (пере)запущен! Проверьте 'Опции' и 'IceSound Server' в меню.

source: successfully STOPPED. Future sound events disabled until server re-start.
es: PARADO con éxito. Eventos sonido futuros serán inhabilitados hasta que se recomienza el servidor
ru: успешно ОСТАНОВЛЕН. Все звуковые события отключены до перезапуска сервера.

source: unknown
es: desconocido
ru: неизвестно

source: SPANISH HELP IS AVAILABLE IN THE 'icesound-es-help.html' FILE.
es: AYUDA EN ESPAÑOL ESTÁ DISPONIBLE EN EL FICHERO nombrado 'icesound-es-help.html'.
ru: РУССКАЯ ПОМОЩЬ БУДЕТ ДОСТУПНА НА basileus.nm.ru (проверьте)

source: Check for newer versions of this program...
es: Saber si hay más nuevas versiones de este programa...
ru: Проверка новых версий программы...
