Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP/locale/*/icewmcp-icepref.po
Languages: es

source: Image to use for transparent applications
es: Imagen a utilizar para los programas transparentes

source: Inactive scrollbar button arrow color
es: Color de la flecha del botón de la barra de enrollar inactiva

source: Inactive title bar shadow
es: Sombra de la barra del título inactiva

source: Initial scrollbar autoscroll delay
es: Retraso inicial para las barras de enrollar cuando se enrollan automáticamente

source: Input color (Address bar)
es: Color de la entrada (barra de dirección)

source: Input selection color (Address bar)
es: Color de la selección de la entrada (barra de dirección)

source: Input selection text color (Address bar)
es: Color del texto seleccionado de la entrada (barra de dirección)

source: Input text color (Address bar)
es: Color del texto de entrada (barra de dirección)

source: Invisible taskbar app color
es: Color de los programas invisibles en la barra de tarea

source: Invisible taskbar app text
es: Texto de los programas invisibles en la barra de tarea

source: KDE menu data directory
es: Directorio de datos del menú de KDE

source: Keep tasbar below all other windows
es: Mantener la barra de tarea debajo del resto de las ventanas

source: Launch task bar programs (clock, etc.) on a single click
es: Lanzar programas de la barra de tarea (reloj, etc.) haciendo un solo clic

source: Limit by dock layer
es: Límitar por capa de muelle

source: Limit initial position of windows to screen
es: Guardar la posición inicial de ventanas dentro de la pantalla

source: Limit initial size of windows to screen
es: Guardar el tamaño inicial de ventanas dentro de la pantalla

source: List box color (Window list)
es: Color de la caja de lista (lista de ventanas)

source: List box font (Window list box)
es: Fuente de la caja de lista (lista de ventanas)

source: List box selection color (Window list)
es: Color de la selección de la caja de lista (lista de ventanas)

source: List box selection text color (Window list)
es: Color del texto de la selección de la caja de lista (lista de ventanas)

source: List box text color (Window list)
es: Color del texto de la caja de lista (lista de ventanas)

source: List of battery names (directories) in /proc/acpi/battery to ignore for APM
es: Lista de los nombres de baterías (directorios) en /proc/acpi/battery a no hacer caso para APM

source: List of gradient images in the current theme
es: Lista de las imágenes gradientes en el tema actual

source: Lower a raised window if clicked a second time
es: Bajar una ventana levantada al hacer clic una segunda vez

source: Mail status WM_CLASS hint
es: Indirecta para 'WM_CLASS' del estado de correo-e

source: Mailbox path ($MAIL is used if no value is specified). Example: file:///var/spool/mail/my_username Example: pop3://my_username:my_password@my.mail-host.com/ Example: imap://my_username@my.mail-host.com/INBOX.mail.icewm-user
es: URL de la cuenta de correo-e ($MAIL se utiliza si no se especifica ningún valor). Ejemplo: file:///var/spool/mail/my_username Ejemplo: pop3://my_username:my_password@my.mail-host.com/ ejemplo: imap://my_username@my.mail-host.com/INBOX.mail.icewm-user

source: Maximum menu width (0 to let IceWM decide)
es: Anchura máxima del menú (0 para permitir que IceWM decida)

source: Menu font
es: Fuente del menú

source: Menus track mouse even with no mouse buttons held
es: Los menús siguen el ratón incluso cuando no se presiona ningunos botones de ratón

source: Minimized taskbar app color
es: Color usar en la barra de tarea para programas minimizados

source: Minimized taskbar app text
es: Texto usar en la barra de tarea para programas minimizados

source: Minimized window font
es: Fuente de la ventana minimizada

source: Mouse-button clicked on desktop to show menu
es: Botón de ratón se hace clic en el escritorio para demostrar el menú

source: Mouse-button clicked on desktop to show window list
es: Botón de ratón se hace clic en el escritorio para mostrar la lista de ventanas

source: Mouse-button clicked on desktop to show window list menu
es: Botón de ratón se hace clic en el escritorio para mostrar el menú de la Lista de Ventanas

source: Mouse-button clicked on titlebar to maximize window
es: Botón de ratón se hace clic en el barra de título para maximizar la ventana

source: Mouse-button clicked on titlebar to roll up window
es: Botón de ratón se hace clic en el barra de título para rodar para arriba la ventana

source: Move mouse when doing focusing in pointer focus mode
es: Mover el ratón al hacer enfocarse en modo del foco del puntero

source: Move/size status color
es: Color del estado usado para Mover/Reajustar el tamaño

source: Move/size status text color
es: Color del texto del estado usado para Mover/Reajustar el tamaño

source: Multibyte internationalization support
es: Apoyar 'Multibyte' para la internacionalización

source: Mouse double-click speed
es: Velocidad de doble clic del ratón

source: Names of the Workspaces
es: Nombres de los espacios de trabajo

source: Net status WM_CLASS hint
es: Indirecta 'WM_CLASS' del estado de red

source: Network device for which to show network status (examples: ppp0, lo, eth0)
es: Unidades de Red para que mostrar el estado de la red (ejemplos: ppp0, lo, eth0)

source: Nice CPU usage color
es: Color del uso 'bueno' de CPU

source: Normal border color
es: Color normal de la frontera

source: Normal button color
es: Color normal del botón

source: Normal button font
es: Fuente normal del botón

source: Normal button text color
es: Color normal del texto del botón

source: Normal menu color
es: Color normal del menú

source: Normal menu item text color
es: Color normal del texto de los artículos del menú

source: Normal minimized window color
es: Color normal de la ventana minimizada

source: Normal minimized window text color
es: Color normal del texto de la ventana minimizada

source: Normal taskbar app text color
es: Color normal de los programas en la barra de tarea

source: Normal taskbar color
es: Color normal de la barra de tarea

source: Normal taskbar font
es: Fuente normal de la barra de tarea

source: Normal title bar color
es: Color normal de la barra del título

source: Normal title bar text color
es: Color normal del texto de la barra del título

source: Normal title button color
es: Color normal del botón del título

source: Normal title button text color
es: Color normal del texto del botón del título

source: Normal workspace font
es: Fuente normal del espacio de trabajo

source: Number of milliseconds to display the workspace tooltip when changing workspaces
es: Número de milisegundos para demostrar la indirecta (tooltip) del espacio de trabajo al cambiar espacios de trabajo

source: Opaque window move
es: Las ventanas son opacas cuando se mueven

source: Opaque window resize
es: Las ventanas son opacas cuando se vuelven a clasificar según el tamaño

source: Open command
es: Mando de 'Abrir'

source: Pass focusing click on client area to client
es: Los tecleos al foco en el área del cliente se pasan al cliente

source: Pointer motion distance before click gets interpreted as drag
es: Distancia del movimiento del puntero antes de que el tecleo consiga interpretado como 'drag'

source: Quick switch text color
es: Color del texto del Quick-Switch

source: Quick switch window color
es: Color de la ventana Quick-Switch

source: Quick switch window font
es: Fuente de la ventana Quick-Switch

source: Raise when frame border is clicked
es: Ventana se levanta cuando se hace clic en la frontera del marco

source: Raise when frame button is clicked
es: Ventana se levanta cuando se hace clic en el botón del marco

source: Raise window when client area clicked
es: Ventana se levanta cuando se hace clic en el área del cliente

source: Raise window when title bar is clicked
es: Ventana se levanta cuando se hace clic en la barra del título

source: Raise windows when focused
es: Ventanas se levantan cuando se están enfocados

source: Reload menu files automatically
es: Recargar los ficheros del menú automáticamente

source: Resistance in pixels when trying to move windows off the screen
es: Resistencia en pixeles al intentar mover ventanas de la pantalla

source: Resize corner height
es: La altura de la esquina para volver a clasificar según el tamaño

source: Resize corner width
es: La anchura de la esquina para volver a clasificar según el tamaño

source: Screen edge workspace switching delay
es: Retraso de cambio de espacios de trabajo al mover al borde de la pantalla

source: Scroll bar arrow color
es: Color de la flecha de la barra de enrollar (Scrollbar)

source: Scroll bar color
es: Color de la barra de enrollar (Scrollbar)

source: Scroll bar delay
es: Retraso de la barra de enrollar (Scrollbar)

source: Scroll bar slider color
es: Color del resbalador en la barra de enrollar (Scrollbar)

source: Scrollbar button arrow color
es: Color de la flecha del botón en la barra de enrollar (Scrollbar)

source: Scrollbar button color
es: Color del botón en la barra de enrollar (Scrollbar)

source: Send the clicks outside menus to target window
es: Enviar los tecleos fuera de menús a la ventana de la blanco

source: Show "Start" menu on task bar
es: Mostrar el menú de "Comenzar" en el menú de la barra de tarea

source: Show "window list" menu on task bar
es: Mostrar "lista de ventanas" en el menú de la barra de tarea

source: Show Advanced Power Management (APM) status on task bar
es: Mostrar el estado de la gerencia avanzada de energía (APM) en barra de tarea

source: Show Advanced Power Management time
es: Mostrar el tiempo de la gerencia avanzada de energía (APM)

source: Show CPU status on task bar
es: Mostrar el estado de la CPU en barra de tarea

source: Show a small window
es: Mostrar una ventana pequeña

source: Show address bar on the task bar
es: Mostrar la barra de dirección en la barra de tarea

source: Show all icons
es: Mostrar todos los iconos

source: Show all windows on the taskbar
es: Mostrar todas las ventanas en la barra de tarea

source: Show application icon over menu button
es: Mostrar el icono sobre el botón del menú

source: Show clock on task bar
es: Mostrar el reloj en la barra de tarea

source: Show mailbox status on the task bar
es: Mostrar el estado de correo-e en la barra de tarea

source: Show network status on task bar
es: Mostrar el estado de Red en barra de tarea

source: Show popup menus above mouse pointer
es: Mostrar los menús popup sobre el puntero de ratón

source: Show position status window during move/resize
es: Mostrar la indirecta para el estado de la posición al mover y al volver a clasificar según el tamaño

source: Show task bar
es: Mostrar la barra de tarea

source: Show task tray on task bar
es: Mostrar la bandeja de tarea en la barra de tarea

source: Show text above icons
es: Mostrar el texto sobre iconos

source: Show the "logout" menu on the task bar menu
es: Mostrar el menú para "Salir" en el menú de la barra de tarea

source: Show the IceWM "help" item on the task bar menu
es: Mostrar el artículo de "Ayuda" en el menú de la barra de tarea

source: Show the submenu for selecting themes
es: Mostrar el menú para seleccionar temas de IceWM

source: Show window icons on the task bar
es: Mostrar iconos para las ventanas en la barra de tarea

source: Show windows from all workspaces on task bar
es: Mostrar ventanas de todos los espacios de trabajo en la barra de tarea

source: Show windows on the task bar
es: Mostrar ventanas en la barra de tarea

source: Show workspace switching buttons on task bar
es: Mostrar los botones de los espacios de trabajo en la barra de tarea

source: Show workspace tooltip when changing workspaces
es: Mostrar la indirecta (tooltip) del espacio de trabajo al cambiar espacios de trabajo

source: Size of icon margins of quick-switch icons
es: Tamaño de los márgenes de los iconos del Quick-Switch

source: Size of the quick-switch window separator
es: Tamaño del separador de la ventana Quick-Switch

source: Smart window placement (minimize overlap)
es: Colocación elegante de ventanas (reducir al mínimo el traslapo)

source: Snap to nearest screen edge/window when moving windows
es: Mover al border más cerca al mover ventanas

source: Status font
es: Fuente del estado

source: Support Windows95/98-style keyboard keys
es: Apoyar Windows95/98-como teclas

source: Support mouse wheel
es: Apoyar rueda del ratón

source: Support semi-transparent applications like gnome-terminal
es: Apoyar terminales con transparencia, como gnome-terminal

source: System CPU usage color
es: Color del uso del sistema CPU

source: Taking the mouse pointer to the edge of the screen moves to the next workspace
es: Llevar el puntero de ratón al borde de la pantalla se mueve al espacio de trabajo siguiente

source: Task bar at top of the screen
es: Barra de tarea en la parte superior de la pantalla

source: Task bar clock uses nice pixmapped LCD display
es: El reloj de la barra de tarea tiene una exhibición LCD con pixmaps

source: Task tray has a bevel around it (Like the Windows system tray)
es: La bandeja de tarea tiene un cartabón alrededor de ella (como la bandeja del sistema en Windows)

source: Terminal emulator (must accept -e option)
es: Terminal emulator (debe aceptar la opción '-e')

source: Theme author
es: Autor del tema

source: Theme Author
es: Autor del Tema

source: Theme description
es: Descripción del tema

source: Theme Description
es: Descripción del Tema

source: Time before tooltip is hidden
es: El tiempo antes de la indirecta (tooltip) se oculta

source: Title bar font
es: Fuente de la barra del título

source: Title bar height
es: Altura de la barra del título

source: Title bar join left
es: La barra del título se conecta con la izquierda

source: Title bar join right
es: La barra del título se conecta con la derecha

source: Title bar text horizontal offset
es: Compensación horizontal del texto en la barra del título

source: Title bar text position
es: Posición del texto de la barra del título

source: Title bar text vertical offset
es: Compensación vertical del texto en la barra del título

source: Titlebar buttons from left to right (x=close, m=max, i=min, h=hide, r=rollup, s=sysmenu)
es: Botones en la barra del título de izquierda a derecha (x=cerrar, m=maximizar, i=minimizar, h=ocultar, r=rodar para arriba, s=menú del sistema)

source: Titlebar buttons from right to left (x=close, m=max, i=min, h=hide, r=rollup, s=sysmenu)
es: Botones en la barra del título de derecho a la izquierda (x=cerrar, m=maximizar, i=minimizar, h=ocultar, r=rodar para arriba, s=menú del sistema)

source: Titlebar buttons supported by theme (x, m, i, r, h, s, d)
es: Botones de la barra del título apoyados por el tema (x, m, i, r, h, s, d)

source: Tool Button font
es: Fuente del botón 'herramienta'

source: Toolbar button color
es: Color del botón en la barra de herramientas (Toolbar)

source: Toolbar button text color
es: Color del texto del botón en la barra de herramientas (Toolbar)

source: Tooltip color
es: Color de la indirecta (Tooltip)

source: Tooltip font
es: Fuente de la indirecta (Tooltip)

source: Tooltip text color
es: Color del texto de la indirecta (Tooltip)

source: Treat Penguin/Meta_L/Meta_R/Windows keys as Ctrl+Alt
es: Teclas Penguin/Meta_L/Meta_R/Windows son iguales que Ctrl+Alt

source: Use double height task bar (highly recommended)
es: Utilizar una altura doble para la barra de tarea (recomendada altamente)

source: Use large (48x48) icons in quick switch window
es: Utilizar iconos grandes (48x48) en la ventana Quick-Switch

source: User CPU usage color
es: Color del uso de usuario de CPU

source: Veritical window border
es: Frontera vertical de la ventana

source: Vertical dialog window border
es: Frontera vertical de la ventana del diálogo

source: Vertical margin of quick-switch window
es: Margen vertical de la ventana Quick-Switch

source: Vertical scrollbar button size
es: Tamaño del botón la barra de enrollar vertical

source: Width of CPU Monitor
es: Anchura del monitor de CPU

source: Windows initially placed manually by user
es: Ventanas puestas inicialmente manualmente por el usuario

source: Workspace switches by moving mouse to left/right screen edge
es: El espacio de trabajo cambia moviendo el ratón al borde izquierdo/derecho de la pantalla

source: Xinerama primary screen
es: Pantalla primaria para Xinerama

source: Windows
es: Ventanas

source: Quick Switch
es: Cambio-Rápido

source: Dialogs
es: Diálogos

source: Menus
es: Menús

source: Task Bar
es: Barra de Tarea

source: Task Bar Applets
es: Applets de la Barra de Tarea

source: Scroll Bars
es: Barras de Enrollar

source: Tool Tips
es: ToolTips (Indirectas)

source: Mouse
es: Ratón

source: Title Bars
es: Barras de Título

source: Miscellaneous
es: Misceláneo

source: Themes
es: Temas

source: Address Bar
es: Barra de Dirección

source: Desktop
es: Escritorio

source: Key Bindings
es: Teclas

source: Workspaces
es: Espacios de Trabajo

source: /File/_Exit IcePref2
es: /Fichero/_Salir de IcePref2

source: /_Tools/Theme Designer (requires IcePref2-TD)...
es: /_Herramientas/Diseñador de Temas (se requiere IcePref2-TD)...

source: About IcePref2
es: Acerca de IcePref2

source: The theme has been applied, and IceWM is quickly restarting. When it has restarted, click 'OK'. This may take a moment.
es: El tema ha sido aplicado, y IceWM se está recomiendo rapidamente. Cuando IceWM se ha recomenzado, Haga clic en 'ACEPTAR'. Espera un minuto y sea paciente.

source: Create Theme Preview...
es: Crear Vista Previa...

source: Do you wish to replace it?
es: ¿Desea reemplazarla?

source: The image
es: La imagen

source: YES
es: Sí

source: already exists.
es: ya existe.

source: Apply your theme by selecting it from the IceWM 'Themes' menu. When you are ready, click 'OK'.
es: Aplica su tema por seleccionarlo del menú de temas en IceWM. Haga clic en 'ACEPTAR' cuando Usted está listo.

source: OK
es: ACEPTAR

source: A theme preview image could not be created. This features requires the 'import' binary from ImageMagick to be on your path.
es: No podia crear una imagen para la vista previa. NOTA: Se requiere el binario 'import' de ImageMagick en su $PATH.

source: None
es: Ninguno

source: NO IMAGE
es: NINGUNA IMAGEN

source: Theme Designer
es: Diseñador de Temas

source: IceWM Theme successfully saved to:
es: Tema de IceWM guardado con éxito como:

source: There was an ERROR saving your IceWM 'theme' file.
es: Había un ERROR meintras que ahorraba su tema de IceWM.

source: About IcePref2 Theme Designer
es: Acerca del Diseñador de Temas de IcePref2

source: An IceWM Theme Designer based on IcePref2
es: Un diseñador de temas (un 'niño' de IcePref2) para IceWM

source: This software is distributed under the GNU General Public License.
es: Este programa se distribuye debajo del GNU General Public License.

source: /File/_New Theme...
es: /Fichero/_Nuevo Tema...

source: /File/_Open Theme...
es: /Fichero/Abrir Tema...

source: /File/_Save Theme
es: /Fichero/_Guardar Tema

source: Check for newer versions of this program...
es: Saber si hay más nuevas versiones de este programa...

source: /File/_Exit IcePref2 Theme Designer
es: /Fichero/_Salir del Diseñador de Temas

source: /_Tools/Configure IceWM (requires IcePref2)...
es: /_Herramientas/Configurar a IceWM (se requiere IcePref2)...

source: /Help/_About IcePref2 Theme Designer...
es: /Ayuda/_Acerca de Diseñador de Temas

source: Create A New IceWM Theme
es: Crear Un Nuevo Tema de IceWM

source: Directory
es: Directorio

source: Select
es: Seleccionar

source: CANCEL
es: CANCELAR

source: Select a directory
es: Seleccionar un directorio

source: You must complete all the fields first.
es: Hay que llenar todas las opciónes.

source: The file does not appear to be an IceWM theme file.
es: El fichero no se parece un tema normal de IceWM.

source: Save this theme
es: Guardar este tema

source: Exit IcePref2 Theme Designer
es: Salir del Diseñador de Temas

source: Exit IcePref2
es: Salir de IcePref2

source: Theme Info
es: Info de Tema

source: Icons
es: Iconos

source: Cursors
es: Punteros

source: Show "Programs" menu
es: Mostrar 'Programas' en el menú

source: Show "Run..." on the menu
es: Mostrar "Usar..." en el menú

source: Show logout sub-menu
es: Mostrar el menú nombrado 'Salir de IceWM'

source: Show window list on the menu
es: Mostrar 'Lista de Ventanas' en el menú

source: Show "About" on the menu
es: Mostrar 'Acerca de' en el menú

source: Shaped pixmaps protect client window
es: Pixmaps formados protegen la ventana cliente

source: Enable full-screen mode for windows
es: Las ventanas pueden funcionar como 'plena pantalla'

source: Quick-Switch groups windows on current workspace
es: Quick-Switch agrupa las ventanas en el espacio de trabajo actual

source: "Window list" menu shortcut
es: Atajo para el menú de 'Lista de Ventanas'

source: "Workspace 11" shortcut
es: Atajo para "Espacio de trabajo 11"

source: "Workspace 12" shortcut
es: Atajo para "Espacio de trabajo 12"

source: "Take window to workspace 12" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 12'

source: "Take window to workspace 11" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 11'

source: Delete
es: Borrar

source: Edit
es: Redactar

source: Edit with Gimp
es: Redactar con Gimp

source: Are you sure you want to delete
es: Desea borrar

source: No mouse buttons
es: Ningunos botones de ratón

source: First button only
es: Primer botón solamente

source: Second button only
es: Segundo botón solamente

source: Third button only
es: Tercer botón solamente

source: First and second buttons
es: Primero y segundos botones

source: First and third buttons
es: Primero y terceros botones

source: Second and third buttons
es: Segundo y terceros botones

source: All three buttons
es: Los tres botones

source: No mouse button
es: Ningún botón de ratón

source: First mouse button
es: Primer botón de ratón

source: Second mouse button
es: Segundo botón de ratón

source: Third mouse button
es: Tercer botón de ratón

source: Fourth mouse button
es: Cuarto botón de ratón

source: Fifth mouse button
es: Quinto botón de ratón

source: Search
es: Buscar

source: Search Results
es: Resultados de Búsqueda

source: Section
es: Sección

source: Property
es: Propiedad

source: No matches found.
es: Ningunas propiedades que emparejan encontradas.

source: Enter a search word
es: Escriba una palabra de búsqueda

source: Enable address bar on the task bar
es: Permitir la barra de dirección en la barra de tarea

source: support the "Windows" key
es: Apoyar la tecla 'Windows'

source: Bitmask for inner decorations
es: Bitmask para decoraciónes interiores

source: Bitmask for dimension lines
es: Bitmask para lineas de dimensión

source: Bitmask for gauge lines
es: Bitmask para lineas de medida

source: Bitmask for dimension labels
es: Bitmask para etiquetas de dimensión

source: Bitmask for geometry labels
es: Bitmask para etiquetas geométricas

source: Number of seconds the taskbar application will blink when requesting focus
es: Número de segundos la barra de tarea relampagueará al pedir el foco

source: Font for the window's move/resize status
es: Fuente para el estado de mover y de volver a clasificar según el tamaño de la ventana
