Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP/locale/*/icewmcp-ism.po
Languages: es, ru

source: Ice Sound Manager is in no way 'officially' affiliated with IceWM, IceSound Server, or its creators. Ice Sound Manager is a FRONTEND to the IceSound Server. The project is still in its formative stages. Expect bugs. COURTEOUSLY report bugs in Ice Sound Manager to PhrozenSmoke@yahoo.com. If you have any other comments or suggestions, those are welcomed as well. Please do NOT report bugs in your IceSound Server, your IceWM environment, or ask me for help on getting your IceSound Server to run. Also, please read 'Ice Sound Manager Help' under the 'Help' menu (or press F4) before reporting a 'bug'. You will find useful troubleshooting suggestions there.
es: IceSoundManager no es de manera alguna 'oficialmente' afiliada con IceWM, el servidor IceSound, o sus creador. IceSoundManager es un FRONTEND al servidor IceSound. El proyecto todavía está en sus etapas formativas. Cuente con los problemas. Divulgue los problemas en IceSoundManager a PhrozenSmoke@yahoo.com. Si usted tiene cualesquiera otros comentarios o sugerencias, ésos se dan la bienvenida también. No divulgue por favor los problemas en su servidor IceSound, su instalación de IceWM, y no me pida ayuda en ejecutar su servidor IceSound. Lea también, por favor 'Ayuda' -> 'Ayuda de IceSoundManager' (o presione F4) antes de mandar un ' problema '. Usted encontrará ayuda sobre corregir problemas allí.
ru: Ice Sound Manager не коим образом не связан с IceWM IceSound Сервером или его создателями. Ice Sound Менеджер - это ФРОНТЕНД для IceSound Сервера. Проект все еще в стадии формирования. Ждите глюков. ВЕЖЛИВО сообщайте о них на PhrozenSmoke@yahoo.com. Так же пишите если у вас есть какие-либо комментарии или предложения. Пожалуйста, не сообщайте о багах в IceSound Сервере, IceWM, и не просите меня помочь вам запустить IceSound Сервер. А так же, пожалуйста прочитайте 'Помощь по Ice Sound Менеджеру' в меню 'Помощь' (или по F4), перед тем как сообщать о 'баге'. Там вы найдете полезную информацию по устранению неисправностей.

source: ICESOUND SERVER HELP
es: Ayuda para el Servidor IceSound
ru: ПОМОЩЬ ПО ICESOUND СЕРВЕРУ

source: The following is the output returned by running your IceSound Server executable
es: Lo que sigue es la información vuelta funcionando el ejecutable de su servidor IceSound
ru: Это вывод исполняемого файла IceSound Сервера

source: You are running IceSound Server version
es: Está usando el servidor IceSound, versión
ru: Вы работайте в IceSound Сервере версии

source: You may find it useful for trouble shooting problems with your sound server. If you see nothing below or see an error message, try modifying your IceSound Server command line, by clicking 'IceSound Server' on the menu. Also, make sure you have the permissions necessary to run the server executable
es: Usted puede encontrarlo útil para corregir problemas con su servidor de sonidos. Si usted no ve nada abajo ni ve un mensaje de error, usted debe intentar modificar la línea de mando de su servidor IceSound, haciendo clic en 'Servidor IceSound' en el menú. También, se cerciora de usted tener los permisos necesarios para ejecutar el servidor ejecutable
ru: Это может вам пригодиться при устранении неисправностей вашего звукового сервера. Если ниже вы не видите ничего, либо сообщение об ошибке, попробуйте изменить командную строку IceSound Сервера нажатием 'IceSound Сервер' в меню. Так же убедитесь, что у вас есть необходимые права доступа для запуска сервера.

source: with the --help switch.
es: con la opción --help.
ru: с параметром --help.

source: SAMPLE SERVER SCRIPT Here is a simple bourne/bash shell script you can use to easily start and stop your IceSound server. All you should have to do is copy and paste it to a file. Save it as /usr/bin/icesoundsh. Type 'chmod 755 /usr/bin/icesoundsh' at a terminal. You can start the server by typing 'icesoundsh start', and shutdown the server by typing 'icesoundsh stop'. Hopefully, this is useful. Note: It's probably not a smart idea to save this script under /usr/bin/icesound, especially if the server executable itself is called 'icesound'. Copy and paste the section below this line
es: ESCRITURA DE SERVIDOR Aquí está un shell script simple de bourne/bash que usted puede utilizar para lanzar y para parar fácilmente su servidor IceSound. Todos usted tenga que hacer debe copiarlo y pegarlo a un fichero. Guardalo como '/usr/bin/icesoundsh', y entonces ejecute 'chmod 755 /usr/bin/icesoundsh' en un terminal. Usted puede comenzar el servidor ejecutando 'icesoundsh start', y puede pararlo ejecutando ' icesoundsh stop '. Esperanzadamente, esto es útil. Nota: No es probablemente una idea elegante guardar este como /usr/bin/icesound, especialmente si el servidor ejecutable sí mismo se llama 'icesound'. Copia y pega la sección debajo de esta línea
ru: ПРИМЕР СКРИПТА СЕРВЕРА Вот простой bash-скрипт, который вы можете использовать для запуска и останова IceSound Сервера. Все, что вы должны сделать - это скопировать и вставить его в файл. Сохраните его как /usr/bin/icesoundsh. Наберите в терминале 'chmod 755 /usr/bin/icesoundsh'. Вы можете запускать сервер командой 'icesoundsh start', а останавливать командой 'icesoundsh stop'. Надеюсь, это пригодится. Заметьте: Наверное, не совсем умно будет сохранять этот скрипт как /usr/bin/icesound, особенно если файл Сервера сам называется 'icesound'. Скопируйте и вставьте раздел расположенный под этой строкой

source: ABOUT ICE SOUND MANAGER
es: ACERCA DE ICE SOUND MANAGER
ru: О ICE SOUND МЕНЕДЖЕРЕ

source: Ice Sound Manager is in no way 'officially' affiliated with IceWM, IceSound Server, or its creators. Ice Sound Manager is a FRONTEND to the IceSound Server. Ice Sound Manager is freeware and open source. In addition, Ice Sound Manager is now part of a larger project, called IceWM Control Panel. As of version 0.2-beta-2, Ice Sound Manager is distributed under the General Public License (GPL). See the 'IceSoundManager-LICENSE' file for details. All legal, non-profit use, modification, and distribution of this software is permitted provided all these credits are left in-tact and unmodified. This software is distributed as-is, without any warranty or guarantee of any kind. Use at your own risk! Ice Sound Manager was designed to ease the management of sound events, sound themes, and the sound server in the IceWM environment. It is also intended to be an improvement upon the noble, but primitive icesndcfg. The project is still in its formative stages, so expect bugs. (Report bugs to PhrozenSmoke@yahoo.com) Visit http://members.aol.com/ButchWhipAppeal/ for my other software projects.
es: IceSoundManager no es de manera alguna 'oficialmente' afiliada con IceWM, el servidor IceSound, o sus creador. IceSoundManager es un FRONTEND al servidor IceSound. IceSoundManager es freeware y fuente abierta. Además, IceSoundManager es parte de un proyecto más grande, llamado Panel de Control de IceWM (IceWMCP). En fecha la versión 0.2-beta-2, se distribuye IceSoundManager debajo de la licencia General Public License (GPL). Vea el fichero de 'IceSoundManager-LICENSE' para más detalles. Todo el uso, modificación, y distribución legales, no lucrativos de este software se permite proporcionaron todos estos créditos se van intacto y sin modificar. Este software es como está distribuido, sin ninguna garantía. ¡Uso en su propio riesgo! Diseñaron a IceSoundManager para facilitar la gerencia de eventos sonidos, de los temas de sonidos, y del servidor de sonidos en IceWM. También se piensa para ser una mejora sobre el noble, pero primitivo 'icesndcfg'. Manda problemas a PhrozenSmoke@yahoo.com) http://icesoundmanager.sourceforge.net
ru: Ice Sound Manager ни коим образом 'официально'не связан с IceWM, IceSound Сервером, или их создателями. Ice Sound Менеджер является ФРОНТЕНДОМ для IceSound Сервера. Ice Sound Менеджер - это свободное ПО с открытым исходным текстом. Ко всему прочему, теперь Ice Sound Менеджер является частью большего проекта под названием IceWM Control Panel (Панель управления IceWM). В качестве версии 0.2-beta-2, Ice Sound Менеджер распространяется под General Public License (GPL). Подробности смотрите в файле 'IceSoundManager-LICENSE'. Все законное, некоммерческое использование, изменение и распространение данного ПО разрешается при условии сохранения данного текста неизменненым. Данное ПО распространяется 'как есть', без каких-либо гарантий. Вы пользуетесь им на свой страх и риск! Ice Sound Менеджер создан для облегчения управления звуковыми событиями, звуковыми темами и звуковым сервером в среде IceWM. А так же предназначен быть улучшением для замечательного, но примитивного icesndcfg. Проект все еще в стадии становления, так что ждите глюков.(О последних сообщайте на PhrozenSmoke@yahoo.com) Посетите http://memebers.aol.com/ButchWhipAppeal что бы ознакомиться с другими моими программными проектами.

source: Browse...
es: Seleccionar...
ru: Обзор

source: OK
es: Aceptar

source: Close and save changes
es: Cerrar y guardar los cambios
ru: Закрыть и сохранить изменения

source: Select your IceSound Server executable. This is generally either in the /usr/X11R6/bin/ or /usr/bin/ directory and is generally named either 'icesound' or 'icesound-gnome'. Be sure you have the correct permissions to execute the IceSound Server and that you have the permissions to run servers/daemons on your system.
es: Seleccione el ejecutable de su servidor IceSound. Esto está generalmente en /usr/X11R6/bin/ o /usr/bin/ y generalmente se nombra 'icesound' o 'icesound-gnome'. Sea seguro que usted tiene los permisos correctos de ejecutar el servidor IceSound y usted tiene los permisos de ejecutar servidores en su sistema.
ru: Выберите исполняемый файл Сервера. Обычно он располагается в /usr/X11R6/bin/ или /usr/bin/ и называется или 'icesound' или 'icesound-gnome'. Убедитесь , что вы имеете надлежащие права доступа для запуска Сервера и что вы имеете права на запуск серверов/демонов на вашей системе.

source: ERROR! Select your IceSound Server executable file first.
es: ¡Error! Seleccione el ejecutable de su servidor IceSound.
ru: ОШИБКА! Сначала выберете исполняемый файл Сервера

source: Select Your IceSound Server Executable
es: Seleccione el ejecutable de su servidor IceSound
ru: Выберите исполняемый файл Сервера

source: Select the directory where your IceSound server looks for its .wav files. On most systems, this directory will be either ~/.icesound/sounds/ or /usr/X11R6/lib/X11/icewm/sounds/. If you aren't sure, check the documentation for your IceSound server or do the trial-and-error method. Generally, you should not go wrong with ~/.icesound/sounds/ under your home directory (example: /home/phrozen/.icewm/sounds/). You may have to create this directory yourself if Ice Sound Manager can't. Be sure to select only directories where you have both 'read' and 'write' permissions. See the section entitled 'Wav Storage Directory' under 'Help' -> 'Ice Sound Manager Help' (or press F4).
es: Seleccione el directorio donde su servidor de IceSound buscará sus ficheros .Wav. En la mayoría de los sistemas, este directorio será cualquier ~/.icesound/sounds/ o /usr/X11R6/lib/X11/icewm/sounds/. Si usted no es seguro, lea la documentación de su servidor IceSound o hace el método de ensayo-y-error. Generalmente, usted no debe ir mal con ~/.icesound/sounds/ bajo su directorio casero (ejemplo: /home/phrozen/.icewm/sounds/). Usted puede tener que crear este directorio usted mismo si no puede IceSoundManager. Sea seguro seleccionar solamente los directorios donde usted tiene ambos permisos de leer/escribir. Vea la sección titulada 'Directorio de .Wav ' bajo 'Ayuda' -> 'Ayuda de IceSoundManager' (o presione F4).
ru: Выберете директорию где Сервер ищет .wav файлы. На большинстве систем, этой директорией будет или ~/.icesound/sounds/ или /usr/X11R6/lib/X11/icewm/sounds/. Если не уверены, сверьтесь с документацией по вашему IceSound Серверу, или воспользуйтесь методом проб и ошибок. По большому счету с ~/.icesound/sounds/ в вашей домашней директории ошибиться вы не должны. Возможно, вам придеться создать эту директорию самим, если Ice Sound Менеджер этого не сможет. Обязательно выбирайте только те директории, на которые у вас есть права чтения/записи. Смотрите раздел 'Директория .wav файлов'в 'Помощь'->'Помощь по Ice Sound Менеджеру'(или нажмите F4).

source: ERROR! Select the IceSound Server's Wav storage directory first.
es: ¡Error! Seleccione el directorio de .Wavs para el servidor IceSound primero.
ru: ОШИБКА! Сначала выберите директорию для .wav файлов

source: Updating Wav Storage Directory...
es: Poniendo al día el Directorio de .Wavs...
ru: Обновление wav-директории...

source: to
es: a
ru: к

source: TRANSFER TO NEW DIRECTORY FAILED
es: LA TRANSFERENCIA AL NUEVO DIRECTORIO FALLÓ
ru: ПЕРЕНОС В НОВУЮ ДИРЕКТОРИЮ НЕ ПРОИЗВЕДЕН

source: Link/Copy
es: Ligar/Copiar
ru: Ссылка/Копировать

source: Done.
es: Hecho.
ru: Готово.

source: Wav Storage Directory Selection
es: Selección del Directorio de .Wavs
ru: Выбор директории для wav файлов

source: Save Theme...
es: Guardar Tema...
ru: Сохранить тему...

source: Theme Name:
es: Nombre del tema:
ru: Название темы:

source: Enter a descriptive name for your IceWM sound theme
es: Escriba un nombre descriptivo para su tema de sonidos
ru: Введите название для вашей звуковой темы

source: Theme File:
es: Fichero de Tema:
ru: Файл темы:

source: Theme files
es: Ficheros de Temas
ru: Файлы темы:

source: Browse to select a file for saving
es: Seleccionar un fichero para guardar
ru: Обзор для выбора файла для сохранения

source: Close this window and discard all changes
es: Cerrar esta ventana y cancelar los cambios
ru: Закрыть это окно и отменить все изменения

source: SAVE
es: GUARDAR
ru: СОХРАНИТЬ

source: Save theme and close this window
es: Guardar el tema y cerrar esta ventana
ru: Сохранить тему и закрыть это окно

source: Save Sound Theme As...
es: Guardar Tema de Sonidos Como...
ru: Сохранить звуковую тему как...

source: ERROR! Enter a theme NAME and theme FILE first.
es: ERROR! Escribe un NOMBRE y un FICHERO para el tema primero.
ru: ОШИБКА! Сначала введите НАЗВАНИЕ темы и ФАЙЛ темы.

source: successfully saved to
es: guardado con éxito a
ru: успeшно сохранен в

source: Theme
es: Tema
ru: Тема

source: ERROR while saving theme
es: ERROR mientras que guardaba el tema
ru: ОШИБКА при сохранении темы

source: to
es: a
ru: в

source: Remove
es: Eliminar
ru: Удалить

source: Could not save Theme File: Unknown thread error.
es: No podía guardar el tema: Error desconocido del hilo de rosca.
ru: Не могу сохранить файл темы: Неизвестная ошибка потока.

source: FAILED
es: falló
ru: НЕУДАЧА

source: Select Wav File
es: Seleccione un Fichero .Wav
ru: Выберите wav файл

source: in
es: en
ru: в

source: Playing sound
es: Jugando el sonido
ru: Воспроизведение звука

source: ERROR: No Wav player configured. Click 'Options -> Preferences' on the menu.
es: ERROR: Ningún jugador de .Wavs configurado. Haga clic en 'Opciones -> Preferencias' en el menú.
ru: ОШИБКА: Не настроен плейер. Нажмите 'Опции -> Настройки' в меню

source: ERROR: No Wav editor configured. Click 'Options -> Preferences' on the menu.
es: ERROR: Ningún redactor de .Wavs configurado. Haga clic en 'Opciones -> Preferencias' en el menú.
ru: ОШИБКА: Не настроен редактор. Нажмите 'Опции -> Настройки' в меню

source: error(s) occurred setting your sound events for the IceSound server. The errors were as follows
es: errores ocurrieron fijando sus sonidos para el servidor IceSound. Los errores estaban como sigue
ru: Была(и) ошибка(и) при установке звуковых событий для IceSound сервера. А именно

source: Please check that the files you are linking/copying exist, that you have the proper read/write permissions for this directory and these files, AND that you have correctly configured your Wav Storage Directory in the menu under 'IceSound Server'. Also, make sure you haven't run out of disk space.
es: Cerciórese de los ficheros .Wav existan, que usted tiene los permisos de leer/escribir apropiados para este directorio y estos ficheros, y que usted ha configurado correctamente su directorio de .Wavs en el menú debajo 'Servidor IceSound'. También, se cerciora de usted tener espacio de disco adecuada.
ru: Пожалуйста, проверьте, что файлы на которые вы делаете ссылки или копируйте, существуют, и что вы имеете надлежащие права чтения/записи для этой директории и файлов. И что вы правильно настроили Директорию Хранения WAV Файлов в меню 'IceSound Сервер'. Так же убедитесь что у вас не кончилось дисковое пространство.

source: These types of errors generally mean that Ice Sound Manager experienced trouble linking, copying, or removing Wav files from your selected Wav Storage Directory
es: Estos tipos de errores significan generalmente que IceSoundManger experimentó un problema mientras que creando enlaces simbólicos, copiando, o borrando los ficheros .Wav de su directorio de .Wavs
ru: Ошибки такого типа означают , что менеджер испытывает затруднения с копированием, удалением, и с ссылками на wav файлы в выбранной директории хранения

source: Loading theme
es: Cargando el tema
ru: Загрузка темы

source: successfully loaded.
es: cargado con éxito.
ru: успешно загружен

source: ERROR loading theme from file
es: Error mientras que cargaba el tema
ru: ОШИБКА при загрузке темы из файла

source: Unknown file type.
es: Tipo de fichero desconocido.
ru: Неизвестный тип файла.

source: Select Ice Sound Manager Theme File
es: Seleccione un Tema de Sonidos
ru: Выберите файл темы

source: Ice Sound Manager: Audio Interface
es: IceSoundManager: Interfaz Sonido
ru: Ice Sound Менеджер: Аудио интерфейс

source: Select to use the OSS audio interface
es: Seleccione para utilizar el interfaz sonido OSS
ru: Выбрать интерфейс OSS

source: Select to use the ESD audio interface
es: Seleccione para utilizar el interfaz sonido ESD
ru: Выбрать интерфейс ESD

source: Select to use the YIFF audio interface
es: Seleccione para utilizar el interfaz sonido YIFF
ru: Выбрать интерфейс YIFF

source: Device
es: Unidad
ru: Устройство

source: Host
es: Sistema
ru: Хост

source: Enter the Digital Signal Processing DSP to use
es: Seleccione la unidad DSP para utilizar
ru: Введите какой DSP использовать

source: Enter the host of the ESD server
es: Escriba el servidor de ESD
ru: Введите хост сервера ESD

source: Enter the host of the YIFF server
es: Escriba el servidor de YIFF
ru: Введите хост сервера YIFF

source: Port
es: Puerto:
ru: Порт

source: Enter the port number of the ESD server
es: Escriba el número del puerto del servidor ESD
ru: Введите номер порта ESD сервера

source: Local Interface
es: Interfaz Local
ru: Локальный интерфейс

source: If checked the local (non-TCP) ESD server will be used. The 'Host' and 'Port' will be ignored, since it is not needed if this option is checked.
es: Si está seleccionado, el servidor local ESD (no-TCP) será utilizado. El 'Servidor' y el 'Puerto' serán no hechos caso, puesto que no es necesario si se selecciona esta opción.
ru: Если отмечено то будет использован локальный (не TCP) сервер ESD. 'Хост' и 'Порт' будут проигнорированы за ненадобностью.

source: Enter the port number of the YIFF server
es: Escriba el número del puerto del servidor YIFF
ru: Введите номер порта сервера YIFF

source: Auto Audio Mode
es: Modo de Sonido Automático
ru: Автоматический аудио режим

source: If checked the YIFF server will attempt to automatically adjust to the correct audio mode
es: Si está seleccionado, el servidor YIFF intentará ajustar automáticamente al modo sonido correcto
ru: Если отмечено, сервер YIFF попытается автоматически настроиться на правильный аудио режим

source: Help
es: Ayuda
ru: Помощь

source: Click for help on the audio interface options
es: Haga clic para ayuda sobre las opciones de interfaz sonido
ru: Нажмите для помощи по опциям аудио интерфейса

source: ERROR! The port number must be an INTEGER!
es: ¡Error! ¡El número de PUERTO debe ser un NÚMERO ENTERO!
ru: ОШИБКА! Номер порта должен быть ЦЕЛЫМ ЧИСЛОМ!

source: Audio interface options successfully saved.
es: Las opciones de interfaz sonido se ahorraron con éxito.
ru: Опции аудио интерфейса успешно сохранены.

source: ERROR: While saving audio interface preferences to
es: ERROR: Mientras que guardaba las preferencias de interfaz sonido en
ru: ОШИБКА при сохранении настроек аудио интерфейса в
