Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP/locale/*/icewmcp-icepref.po
Languages: es

source: Loading...please wait.
es: Cargando...espera, por favor.

source: Ok
es: Aceptar

source: Cancel
es: Cancelar

source: WARNING: Newer IceWM themes often override this wallpaper setting.
es: NOTA: Algunos temas de IceWM ignoran esta configuración.

source: Apply Theme Now!
es: ¡Aplicar Tema Ahora!

source: About Theme Previews...
es: Acerca de vistas previas de temas...

source: About Theme Previews
es: Acerca de vistas previas de temas

source: Theme previewing is a new feature of IcePref2 (an updated version of IcePref, improved by Erica Andrews [PhrozenSmoke@yahoo.com]). Theme previewing requires a JPEG image named $preview.jpg$ in each theme's directory. If your theme is in /usr/X11R6/lib/X11/icewm/themes/nice/, then your preview JPEG should be at /usr/X11R6/lib/X11/icewm/themes/nice/preview.jpg (the name MUST be $preview.jpg$). The image should be no larger in size than 200x200 pixels. There are three ways to get $preview$ images for your themes: [1] Download the package of (some) theme previews from icesoundmanager.sourceforge.net [2] Use the theme thumbnails at http://themes.freshmeat.net/browse/925/?topic_id=925 [3] Make the preview images yourself with scaled screenshots. Theme authors are encouraged to add $preview.jpg$ preview files to their distributed theme packages.
es: La vista previa de los temas IceWM es una nueva característica de IcePref2 (una versión actualizada de IcePref, mejorada por Erica Andrews [PhrozenSmoke@yahoo.com]). La vista previa de los temas IceWM requiere una imagen JPEG nombrada $preview.jpg$ en el directorio de cada tema. Si su tema está adentro /usr/X11R6/lib/X11/icewm/themes/nice/, su JPEG debe estar en /usr/X11R6/lib/X11/icewm/themes/nice/preview.jpg (la imagen DEBE ser nombrada $preview.jpg$). La imagen debe ser no más grande de tamaño que los pixeles 200x200. Hay tres maneras de conseguir vistas previas para sus temas: [1] Descargue el paquete de (algunas) vistas previas de icesoundmanager.sourceforge.net [2] Utilice los thumbnails de temas encontrados en http://themes.freshmeat.net/browse/925/?topic_id=925 [3] Haga las previas vistas usted mismo con screenshots escalados. Los autores de temas IceWM deben incluir un archivo $preview.jpg$ con cualquier tema que distribuyan.

source: SORRY: Image could not be previewed.
es: ERROR: La imagen no podía ser cargada.

source: Select Color
es: Seleccionar Color

source: Select Font
es: Seleccionar Fuente

source: Select a file...
es: Seleccione un fichero...

source: File
es: Fichero

source: Theme Name
es: Nombre del Tema

source: Unable to read local preferences file!
es: ¡No podía leer el fichero local de preferencias!

source: Warning
es: Advertencia

source: There was no preferences file to backup!
es: ¡No había fichero de preferencias para copiar!

source: IceWM Preferences successfully saved to:
es: Preferencias de IceWM guardadas con éxito como:

source: Success
es: Éxito

source: There was an ERROR saving your IceWM 'preferences' file.
es: Había un ERROR mientras que ahorraba el archivo de sus preferencias de IceWM .

source: Restarting IceWM from IcePref is buggy on BSD systems. You should restart IceWM yourself.
es: Reiniciar IceWM de IcePref es problemático en sistemas del tipo BSD. Usted debe reiniciar IceWM usted mismo.

source: IcePref %s : a Python-based configuration utility for IceWM. Original Author: David Mortensen. Updated by: Erica Andrews Site: http://icesoundmananger.sourceforge.net IcePref %s is optimized for use with IceWM %s. This version of IcePref (%s) was updated by Erica Andrews (PhrozenSmoke@yahoo.com) in January 2003. I, Erica Andrews, have modified IcePref in accordance with the GNU GPL under which IcePref is distributed. I cannot say I have "taken over" the IcePref project, but got tired of it being abandoned and decided to make it more usable with newer versions of IceWM. The new IcePref includes the new options available in the IceWM preferences file as of IceWM %s. The old IcePref site was at: http://members.xoom.com/SaintChoj/icepref.html - but it appears that David Mortensen has abandoned his project, as he had not updated IcePref since the summer of 2000, and his site no longer exists. You can find UPDATED versions of IcePref (for IceWM 1.2 and higher) at http://icesoundmananger.sourceforge.net. This updated version of IcePref by Erica Andrews is distributed under the GNU GPL without ANY warranty whatsoever. Use at your own risk!
es: IcePref2 %s : Una utilidad Python-basada para configurar a IceWM. Autor Original: David Mortensen. Puesto al día por: Erica Andrews. Sitio: http://icesoundmananger.sourceforge.net IcePref %s se optimiza para el uso con IceWM %s. Esta versión de IcePref (%s) fue puesta al día por Erica Andrews (PhrozenSmoke@yahoo.com) en febrero de 2003. Yo he modificado IcePref de acuerdo con el GNU GPL debajo del cual se distribuye IcePref. No puedo decir que "he asumido el control" el proyecto de IcePref, pero que he conseguido cansado de que era abandonado y decidido para hacerlo más usable con más nuevas versiones de IceWM. El IcePref nuevo incluye las nuevas opciones disponibles en las preferencias de IceWM %s. El viejo sitio de IcePref estaba en: http://members.xoom.com/SaintChoj/icepref.html - pero aparece que David Mortensen ha abandonado su proyecto, pues él no había modificado IcePref desde el verano de 2000, y el suyo sitio Web existe no más. Usted puede encontrar versiones de IcePref2 (para IceWM 1,2 y más alto) en http://icesoundmananger.sourceforge.net. Esta versión de IcePref modificado por Erica Andrews se distribuye debajo del GNU GPL (General Public License) sin NINGUNA garantía cualesquiera. ¡Uso en su propio riesgo!

source: /_File
es: /_Fichero

source: /File/tearoff1
es: /_Fichero/tearoff1

source: Open IceWM Preferences File
es: Abrir Fichero de Preferencias IceWM

source: /File/_Reload Preferences File
es: /_Fichero/_Recargar Fichero de Preferencias

source: /File/Reset _Defaults
es: /_Fichero/R_eajustar Defectos

source: /File/_Save Preferences
es: /_Fichero/_Guardar Preferencias

source: /File/sep1
es: /_Fichero/sep1

source: /File/_Restart IceWM
es: /_Fichero/Reiniciar a IceWM

source: Apply
es: Aplicar

source: /File/_Apply Changes Now...
es: /_Fichero/A_plicar los cambios...

source: /File/sep2
es: /_Fichero/sep2

source: /_Category
es: /_Categoría

source: /_Category/tearoff2
es: /_Categoría/tearoff2

source: /_Tools
es: /_Herramientas

source: /_Tools/Edit task bar menus (requires IceMe)...
es: /_Herramientas/Corregir menús de IceWM (se requiere IceMe)...

source: /_Tools/Manage sound events (requires IceSoundManager)...
es: /_Herramientas/Manejar eventos sonidos (se requiere IceSoundManager)...

source: /_Tools/Open Control Panel (requires IceControlPanel)...
es: /_Herramientas/Abrir el Panel de Control (se requiere IceWMControlPanel)...

source: /_Help
es: /_Ayuda

source: /Help/_About IcePref2...
es: /_Ayuda/Acerca de IcePref2...

source: /_Category/
es: /_Categoría/

source: Save
es: Guardar

source: Save settings to your IceWM preferences file
es: Guardar ajustes a sus preferencias de IceWM

source: Defaults
es: Defectos

source: Reset default values
es: Reajustar valores defectos

source: Reload
es: Recargar

source: Reload the preferences file
es: Recargar el fichero de preferencias

source: Restart
es: Reiniciar

source: Restart IceWM (does not work on all systems)
es: Reiniciar a IceWM (no trabaja en todos los sistemas)

source: Exit
es: Salir

source: "Address bar" shortcut
es: Atajo para la barra de tarea

source: "Arrange icons" shortcut
es: Atajo para arreglar los iconos

source: "Arrange windows" shortcut
es: Atajo para arreglar las ventanas

source: "Cascade windows" shortcut
es: Atajo para 'crear ventanas cascadas'

source: "Close window" shortcut
es: Atajo para cerrar la ventana

source: "Go to last workspace" shortcut
es: Atajo para ir al espacio de trabajo último

source: "Hide all windows" shortcut
es: Atajo para ocultar todas las ventanas

source: "Hide window" shortcut
es: Atajo para ocultar la ventana

source: "Last item" shortcut
es: Atajo para "artículo pasado"

source: "Logout / screenlock dialog" shortcut
es: Atajo para 'Salir de IceWM'

source: "Lower window" shortcut
es: Atajo para bajar la ventana

source: "Maximize window vertically" shortcut
es: Atajo para maximizar verticalmente la ventana

source: "Maximize window" shortcut
es: Atajo para maximizar la ventana

source: "Minimize all windows" shortcut
es: Atajo para minimizar todas las ventanas

source: "Minimize window" shortcut
es: Atajo para minimizar la ventana

source: "Move window" shortcut
es: Atajo para mover la ventana

source: "Next item" shortcut
es: Atajo para "artículo siguiente"

source: "Next sys window" shortcut
es: Atajo para "ventana siguiente del sistema"

source: "Next window" shortcut
es: Atajo para "ventana siguiente"

source: "Next workspace" shortcut
es: Atajo para "espacio de trabajo siguiente"

source: "Occupy all" shortcut
es: Atajo para 'ocupar todo'

source: "Previous sys window" shortcut
es: Atajo para "ventana anterior del sistema"

source: "Previous window" shortcut
es: Atajo para "ventana anterior"

source: "Previous workspace" shortcut
es: Atajo para "espacio de trabajo anterior"

source: "Program menu" shortcut
es: Atajo para el menú de programas

source: "Raise window" shortcut
es: Atajo para leventar la ventana

source: "Restore window" shortcut
es: Atajo para restaurar la ventana

source: "Rollup window" shortcut
es: Atajo para rodar para arriba la ventana

source: "Run" shortcut
es: Atajo para 'Usar...' en el menú en la barra de tarea

source: "Size window" shortcut
es: Atajo para reajustar el tamaño de la ventana

source: "Take window to next workspace" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo siguiente'

source: "Take window to previous workspace" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo anterior'

source: "Take window to workspace 1" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 1'

source: "Take window to workspace 10" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 10'

source: "Take window to workspace 2" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 2'

source: "Take window to workspace 3" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 3'

source: "Take window to workspace 4" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 4'

source: "Take window to workspace 5" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 5'

source: "Take window to workspace 6" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 6'

source: "Take window to workspace 7" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 7'

source: "Take window to workspace 8" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 8'

source: "Take window to workspace 9" shortcut
es: Atajo para 'llevar la ventana al espacio de trabajo número 9'

source: "Tile windows horizontally" shortcut
es: Atajo para embaldosar las ventanas horizontalmente

source: "Tile windows vertically" shortcut
es: Atajo para embaldosar las ventanas verticalmente

source: "Undo arrange" shortcut
es: Atajo para deshacer 'arreglar'

source: "Window full-screen" shortcut
es: Atajo para llenar la pantalla con la ventana

source: "Window list" shortcut
es: Atajo para la 'Lista de Ventanas'

source: "Window menu" shortcut
es: Atajo para el "menú de ventanas"

source: "Workspace 1" shortcut
es: Atajo para "Espacio de trabajo 1"

source: "Workspace 10" shortcut
es: Atajo para "Espacio de trabajo 10"

source: "Workspace 2" shortcut
es: Atajo para "Espacio de trabajo 2"

source: "Workspace 3" shortcut
es: Atajo para "Espacio de trabajo 3"

source: "Workspace 4" shortcut
es: Atajo para "Espacio de trabajo 4"

source: "Workspace 5" shortcut
es: Atajo para "Espacio de trabajo 5"

source: "Workspace 6" shortcut
es: Atajo para "Espacio de trabajo 6"

source: "Workspace 7" shortcut
es: Atajo para "Espacio de trabajo 7"

source: "Workspace 8" shortcut
es: Atajo para "Espacio de trabajo 8"

source: "Workspace 9" shortcut
es: Atajo para "Espacio de trabajo 9"

source: "Workspace take last window" shortcut
es: Atajo para 'Espacio de trabajo toma la ventana última'

source: APM color
es: Color de APM

source: APM font
es: Fuente de APM

source: APM text color
es: Color del texto de APM

source: Active border color
es: Color de la frontera activa

source: Active button color
es: Color del botón activo

source: Active button font
es: Fuente del botón activo

source: Active button text color
es: Color del texto del botón activo

source: Active menu item color
es: Color del artículo de menú activo

source: Active menu item text color
es: Color del texto del artículo activo de menú

source: Active minimized window color
es: Color de la ventana minimizada activa

source: Active minimized window text color
es: Color del texto de la ventana minimizada activa

source: Active taskbar app color
es: Color de un programa activo en la barra de tarea

source: Active taskbar app text color
es: Color del texto de un programa activo en la barra de tarea

source: Active taskbar font
es: Fuente de la barra de tarea activa

source: Active title bar color
es: Color de la barra de título activa

source: Active title bar shadow
es: Sombra de la barra de título activa

source: Active title bar text color
es: Color del texto de la barra de título activa

source: Active workspace font
es: Fuente del espacio de trabajo activo

source: Address bar font
es: Fuente de barra de dirección

source: Allow mouse actions on client windows (buggy with some programs)
es: Permitir las acciones del ratón en las ventanas del cliente (hay problemas con algunos programas)

source: Alternate clock time format (for "flashing" effects - strftime format string - see man page "strftime" for more info) Note: Leaving this blank may result in NO clock showing at all.
es: Formato alternativo del tiempo del reloj (para los efectos "que destellan" - el formato del strftime - vea " man strftime" para más información): Dejar este espacio en blanco puede dar lugar a NINGÚN reloj que demuestra en todos.

source: Always maintain focus under mouse window (makes some keyboard support non-functional)
es: Mantener siempre el foco debajo de la ventana del ratón (una cierta ayuda del teclado se inhabilitare)

source: Ask for confirmation on logout
es: Pedir confirmación antes de 'Salir de IceWM'

source: Auto hide task bar after delay
es: Ocultar la barra de tarea automáticamente después de retraso

source: Auto raise windows after delay
es: Ventanas se levantan automáticamente después de retraso

source: Auto scroll delay
es: Retraso al enrollar automáticamente

source: Automatically disable some functions when running under GNOME
es: Inhabilitar automáticamente algunas funciones al funcionar debajo de GNOME

source: Autoscroll start delay
es: Retraso antes de enrollar automáticamente

source: Beep when new mail arrives
es: Señalar cuando llega el nuevo correo-e (con Bip)

source: Bitmask of buttons that raise the window when pressed
es: Combinación de botones que levantan la ventana cuando están presionados

source: Bitmask of root window button click to use in window manager
es: Botón de la ventana 'raiz' a utilizar en el gestor de ventanas

source: Border size of quick-switch icons
es: Tamaño de la frontera de los iconos en la ventana Quick-Switch

source: CPU Idle color
es: Color ocioso de la CPU

source: CPU status WM_CLASS hint
es: Indirecta para 'WM_CLASS' en el estado de la CPU

source: Center dialogs on owner window
es: Centrar diálogos en ventana del dueño

source: Center maximixed windows
es: Centrar ventanas maximizadas

source: Change workspaces when focusing on a window on another workspace
es: Cambiar el espacio de trabajo al centrarse en una ventana en otro espacio de trabajo

source: Clock color
es: Color del reloj

source: Clock date format for tooltip (strftime format string - see man page "strftime" for more info)
es: Formato de fecha del reloj para la indirecta (en el formato 'strftime' - vea "man strftime" para más información)

source: Clock font
es: Fuente del reloj

source: Clock status WM_CLASS hint
es: Indirecta para 'WM_CLASS' en el estado del reloj

source: Clock text color
es: Color del texto del reloj

source: Clock time format (strftime format string - see man page "strftime" for more info)
es: Formato del tiempo del reloj (en el formato 'strftime' - vea "man strftime" para más información)

source: Color of active workspace button
es: Color del botón del espacio de trabajo activo

source: Color of disabled menu items
es: Color de los artículos de menú inhabilitados

source: Color of inactive workspace button text
es: Color del texto del botón del espacio de trabajo inactivo

source: Color of normal workspace button
es: Color del botón del espacio de trabajo normal

source: Color of normal workspace button text
es: Color del texto del botón del espacio de trabajo normal

source: Color of quick-switch highlight rectangle
es: Color del rectángulo resaltado en la ventana Quick-Switch

source: Color of received data on net monitor
es: Color de datos recibidos para el monitor de la Red

source: Color of sent data on net monitor
es: Color de datos enviados para el monitor de la Red

source: Color representing idle on net monitor
es: Color a utilizar en el monitor de la Red cuando está ociosa

source: Color to use for transparent applications
es: Color a utilizar para los programas transparentes

source: Colormap follows pointer
es: Mapa de colores sigue el puntero del ratón

source: Command to cancel logout
es: Mando de cancelar 'Salir de IceWM'

source: Command to lock display or show screensaver
es: Mando de encerrar con contraseña el sistema o ejecutar la salvapantalla (el screensaver)

source: Command to reboot the system
es: Mando de reiniciar el sistema

source: Command to run for address bar entries when [Enter] is pressed on the address bar
es: Mando de ejecutar para las entradas de la barra de dirección cuando se presiona 'Enter' en la barra de dirección

source: Command to run when CPU status monitor is clicked
es: Mando de ejecutar cuando se hace clic en el monitor del estado de CPU

source: Command to run when mailbox icon is clicked
es: Mando de ejecutar cuando se hace clic en el icono de correo-e

source: Command to run when net status monitor is clicked
es: Mando de ejecutar cuando se hace clic en el monitor de la Red

source: Command to run when new mail arrives
es: Mando de ejecutar cuando llega el nuevo correo-e

source: Command to run when the taskbar clock is clicked
es: Mando de ejecutar cuando se hace clic en el reloj en la barra de tarea

source: Command to select and run a program (The "Run..." command on the taskbar menu)
es: Mando de seleccionar y ejecutar un programa ('Usar...' en el menú de la barra de tarea)

source: Command to shut down the system
es: Mando de parar el sistema

source: Command to start logout
es: Mando de comenzar a salir de IceWM

source: Count messages in mailbox
es: Contar mensajes en la cuenta de correo-e

source: Default IceWM dialog action (0 for "Cancel", 1 for "OK")
es: Acción defecto para los diálogos de IceWM (0 para "Cancelar", 1 para "Aceptar")

source: Default taskbar color
es: Color defecto de la barra de tarea

source: Delay before activating menu items
es: Retraso antes de activar artículos de menú

source: Delay before activating menu submenus
es: Retraso antes de activar submenus del menú

source: Delay before click gets interpreted as drag
es: Retraso antes de que un clic del ratón consiga interpretado como 'drag'

source: Delay before task bar is automatically hidden
es: Retraso antes de que la barra de tarea se oculte automáticamente

source: Delay before tooltip window is displayed
es: Retraso antes de que se exhiba la indirecta (tooltip)

source: Delay before windows are auto raised
es: Retraso antes de que ventanas sean levantado automáticamente

source: Delay between new-mail checks in seconds
es: Retraso entre las actualizaciones de correo-e en segundos

source: Delay for pointer focus switching
es: Retraso antes de cambiar el foco del puntero de ratón

source: Delay pointer focusing when mouse moves
es: Retrasa el enfocar del puntero de ratón cuando el ratón se mueve

source: Desktop background color
es: Color del fondo de escritorio

source: Desktop wallpaper image
es: Imagen para el fondo de escritorio

source: Dialog Label color
es: Color de la etiqueta del diálogo

source: Dialog Label font
es: Fuente de la etiqueta del diálogo

source: Dialog Label text color
es: Color del texto de la etiqueta del diálogo

source: Dialog box color
es: Color de la caja de diálogo

source: Disable Gdk-Imlib image cache use
es: Inhabilitar el uso del escondrijo de imágenes de Gdk-Imlib

source: Disabled menu item text color
es: Color del texto de artículos de menú inhabilitados

source: Display desktop wallpaper centered, instead of tiled.
es: Papel pintado de escritorio centrado, en vez de embaldosado.

source: Display mini-icons on desktop for minimized windows
es: Mostrar iconos pequeños en el escritorio para ventanas minimizadas

source: Distance in pixels before windows snap together
es: La distancia en pixeles antes de que una ventana se conecta con la otra

source: Do not rotate the mouse cursor when displaying a menu
es: No rote el puntero de ratón al exhibir un menú

source: Enable Alt+Tab to minimized windows
es: Permitir 'Alt-Tab' a ventanas minimizadas

source: Enable Alt+Tab to windows on other workspaces
es: Permitir 'Alt-Tab' a ventanas en otros espacios de trabajo

source: Enable Alt-Tab to hidden windows
es: Permitir 'Alt-Tab' a ventanas ocultadas

source: Enable Quick-switch (Alt+Tab) window switching
es: Permitir el uso de Quick-Switch (Alt+Tab)

source: Enable XFreeType extension (buggy, may result in font-loading errors)
es: Permitir extensión de XFreeType (hay problemas, puede dar lugar a errores al cargar las fuentes)

source: Enable horizontal edge switch for the desktop
es: Permitir el cambio del borde horizontal para el escritorio

source: Enable vertical edge switch for the desktop
es: Permitir el cambio del borde vertical para el escritorio

source: FX Font font
es: Fuente de FX

source: Fill highlight rectangle
es: Llenar el rectángulo resaltado

source: Focus dialog window when initally mapped
es: La ventana del diálogo se enfoca cuando creada inicialmente

source: Focus dialog window when initially mapped only if parent frame focused
es: La ventana del diálogo se enfoca cuando creada inicialmente solamente si el marco del padre se enfocó

source: Focus normal window when initially mapped
es: La ventana normal se enfoca cuando creada inicialmente

source: Focus window when application window is raised
es: La ventana se enfoca cuando se levanta la ventana del programa

source: Focus window when client area clicked
es: La ventana se enfoca cuando se hace clic en el área del cliente

source: Focus windows by clicking
es: Las ventanas se enfocan cuando se hacen clic

source: Horizontal dialog window border
es: Frontera horizontal de la ventana del diálogo

source: Horizontal margin of quick-switch window
es: Margen horizontal de la ventana Quick-Switch

source: Horizontal scrollbar button size
es: Tamaño horizontal del botón de la barra de enrollar

source: Horizontal window border
es: Frontera horizontal de la ventana

source: IceWM Themes
es: Temas de IceWM

source: IceWM manages the root window
es: IceWM maneja la ventana 'raíz'

source: Icon search path (colon separated)
es: Los directorios donde se encuentran los iconos (dos puntos separados)
