Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP/locale/*/icewmcp-iceme.po
Languages: es

source: Name:
es: Nombre:

source: Command:
es: Mando:

source: Icon:
es: Icono:

source: Start as a new window manager
es: Comenzar como gestor de ventanas nuevo

source: Add shortcut...
es: Añadir tecla rápida...

source: Menu entry
es: Artículo de menú

source: Click here to select an executable via a file selection box.
es: Haga clic aquí para seleccionar un ejecutable.

source: Click here to select another icon
es: Haga clic aquí para seleccionar otro icono

source: If selected, this entry will cause IceWM to quit and start the command as new window manager.
es: Si está seleccionada, esta opción hará IceWM parar y comenzar el mando como encargado de ventana nueva.

source: /_File
es: /_Fichero

source: /_File/_Save
es: /_Fichero/_Guardar

source: /_File/_Revert
es: /_Fichero/_Revertir

source: /_File/_Preview
es: /_Fichero/_Vista Previa

source: /_File/sep1
es: /_Fichero/sep1

source: /_File/_Exit
es: /_Fichero/_Salir

source: /_Edit
es: /_Corregir

source: /_Edit/_Cut
es: /_Corregir/_Cortar

source: /_Edit/C_opy
es: /_Corregir/C_opiar

source: /_Edit/_Paste
es: /_Corregir/_Pegar

source: /_Edit/sep2
es: /_Corregir/sep2

source: /_Edit/_Delete
es: /_Corregir/_Borrar

source: /_Edit/sep3
es: /_Corregir/sep3

source: /_Edit/_IceWM preferences
es: /_Corregir/_Preferencias de IceWM

source: /_Edit/_Shortcuts
es: /_Corregir/_Teclas Rápidas

source: /_Help
es: /_Ayuda

source: /_Help/_About...
es: /_Ayuda/_Acerca de...

source: Save
es: Guardar

source: Save the menu
es: Guardar el menú

source: Revert
es: Revertir

source: Revert to last saved version
es: Revertir a la versión guardada pasada

source: Preview
es: Vista Previa

source: Preview the menu as IceWM would display it
es: Ver una vista previa del menú como IceWM lo exhibiría

source: New Entry
es: Nuevo artículo

source: Create a new normal entry
es: Crear un nuevo artículo de menú

source: New Sep.
es: Separador Nuevo

source: Create a new separator
es: Crear un separador nuevo

source: New Menu
es: Nuevo menú

source: Create a new submenu
es: Crear un submenu nuevo

source: Cut
es: Cortar

source: Cut selected entry to buffer
es: Cortar el artículo seleccionado

source: Copy
es: Copiar

source: Copy selected entry to buffer
es: Copiar el artículo seleccionado

source: Paste
es: Pegar

source: Paste buffer under current selection
es: Pegar el artículo

source: Delete
es: Borrar

source: Delete selected entry
es: Borrar el artículo seleccionado

source: Up
es: Arriba

source: Move selected entry up
es: Mover el artículo seleccionado por arriba

source: Down
es: Abajo

source: Move selected entry down
es: Mover el artículo seleccionado por abajo

source: Preferences
es: Preferencias

source: Edit the IceWM preferences with IcePref2
es: Corregir las preferencias de IceWM con IcePref2

source: Shortcuts
es: Teclas Rápidas

source: Edit shortcuts
es: Corregir las teclas rápidas

source: There were some errors.
es: Había algunos errores.

source: Error saving menu
es: Error mientras que ahorra el menú

source: Saved.
es: Guardado.

source: Saving...
es: Guardando...

source: Reverting...
es: Revirtiendo...

source: Reverted to the last saved version.
es: Revertido a la versión guardada pasada.

source: Displaying preview window...
es: Está demostrando la vista previa...

source: A menu editor for IceWM written in Python and GTK.
es: Un redactor de menú para IceWM escrito en Python y GTK.

source: This is a Special Edition of IceMe for IceWM Control Panel, with modifications and optimizations by
es: Ésta es una edición especial de IceMe para el Panel de Control de IceWM, con modificaciones y optimizaciones de

source: New entry
es: Nuevo artículo

source: New submenu
es: Nuevo submenu

source: Command
es: Mando

source: Menu
es: Menú

source: Programs
es: Programas

source: Clipboard
es: Sujetapapeles

source: Please select an icon.
es: Seleccione un icono.

source: Columns:
es: Columnas:

source: Ok
es: Aceptar

source: Cancel
es: Cancelar

source: Reload
es: Recargar

source: Loading
es: Cargando

source: images...please wait.
es: imágenes...por favor espera.

source: Check for newer versions of this program...
es: Saber si hay más nuevas versiones de este programa...

source: Please select an executable.
es: Seleccione un ejecutable, por favor.

source: Done.
es: Hecho.

source: Running IcePref2
es: IcePref2 se está lanzando

source: Menu Preview
es: Vista Previa de Menú

source: In the future, you should close the icon window with the 'Cancel' button to avoid having to reload the icons.
es: En el futuro, Usted debería cerrar la ventana de iconos haciendo clic en 'Cancelar' para que los iconos no tendrán que cargarse de nuevo.

source: Loading menus and icons...please wait.
es: Cargando los menús y los iconos...espera, por favor.

source: Open IceWM Menu File
es: Abrir Fichero de Menú IceWM
