Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: ganim8/locale/*/ganim8.po
Languages: es

source: WARNING: The VIDEO file you have selected is over 1 MB in size .(Probably over 1200 frames.) gAnim8 was NOT created to handle Mpegs this large. gAnim8 is NOT a full 'movie studio'. It's a simple animation suite. If you continue, LOTS of temporary disk space will need to be used. (possibly tens or hundreds of MB, maybe more) The preview window may take a LONG time to open (several minutes? hours?) Do NOT attempt to open Mpegs over 15MB with gAnim8. You have been warned! Continue?
es: ADVERTENCIA: El VIDEO que usted ha seleccionado está sobre 1 MB de tamaño. (probablemente sobre 1200 marcos). gAnim8 no fue creado para dirigir Mpegs esto grande. ¿Si usted continúa, Una cantidad grande de espacio de disco temporal necesitarán ser utilizadas (posiblemente los diez o los centenares de MB, quizá más) la ventana de la inspección previo pueden tomar un tiempo LARGO para abrirse (varios minutos? horas?) No procure abrir Mpegs sobre 15MB con gAnim8. ¿Continúe?

source: Ready. Extracted
es: Listo. Se extrajeron

source: frames.
es: marcos.

source: No Gif file specified. Nothing to open.
es: Ningún GIF se ha seleccionado . Nada abrir.

source: Extracting .gif frames....
es: Se están extrayendo los marcos .GIF...

source: No frames extracted from
es: Ningunos marcos extraídos de

source: No frames were extracted from the file you selected. Perhaps, the file you selected was not a legitimate GIF file or is in a format that Gifsicle is unable to open. You may not have read/write access to this file or the temporary directory. Please ensure that your temporary directory exists at either /tmp/ or ~/.ganim8/tmp/ and that you have read/write access to that directory. Click 'Tools' then 'View Support File Types' on the menu up top to see a list of image and video formats supported by gAnim8.
es: No se extrajo ningunos marcos del archivo que usted seleccionó. Quizás, el archivo que usted seleccionó no era un archivo legítimo del GIF o no es en un formato que Gifsicle puede abrir. Usted no puede tener acceso a este archivo o al directorio temporal. Asegúrese por favor de que su directorio temporal exista en /tmp/ o ~/.ganim8/tmp/ y de que usted tiene acceso a ese directorio. Seleccione 'Herramientas' -> 'Ver Tipos Apoyados' en el menú para ver una lista de los formatos apoyados por gAnim8.

source: An error occurred opening the selected Gif file:
es: Un error ocurrió abriendo la imagen seleccionada:

source: This may not be a legitimate gif file, or you may not have read/write access to this file or the temporary directory. Please ensure that your temporary directory exists at either /tmp/ or ~/.ganim8/tmp/ and that you have read/write access to that directory. Click 'Tools' then 'View Supported File Types' on the menu up top to see a list of image and video formats supported by gAnim8.
es: Quizás, el archivo que usted seleccionó no era un archivo legítimo del GIF o no es en un formato que Gifsicle puede abrir. Usted no puede tener acceso a este archivo o al directorio temporal. Asegúrese por favor de que su directorio temporal exista en /tmp/ o ~/.ganim8/tmp/ y de que usted tiene acceso a ese directorio. Seleccione 'Herramientas' -> 'Ver Tipos Apoyados' en el menú para ver una lista de los formatos apoyados por gAnim8.

source: Load a GIF and selected a frame first.
es: Cargue un GIF y seleccionó un marco primero.

source: Color palette unavailable for
es: La gama de colores no es disponible para

source: No frames to extract
es: No hay ningunos marcos para extraer

source: Extract All Frames To....
es: Extraer todos los marcos a....

source: Frames extracted to directory
es: Los marcos han sido extraídos al directorio

source: Extract Frame To....
es: Extraer el marco a....

source: Frame extracted to
es: Marco extraído al directorio

source: Frame
es: Marco

source: Dimensions:
es: Dimensiones:

source: Size:
es: Tamaño:

source: WARNING: Could not write specialized color palette to disk. Using 256 colors instead.
es: ADVERTENCIA: No podía escribir la gama de colores especializada al disco. Usando 256 colores en lugar de otro.

source: ERROR: Preview Gif animation could not be created.
es: ERROR: La inspección previo para el GIF animado no podía ser creada.

source: Your preview animation could not be created. Here is the beginning of the feedback sent by Gifsicle:
es: Su animación no podía ser creada. Aquí está el principio de la información enviada por Gifsicle:

source: No GIFs currently loaded. Cannot create an empty GIF.
es: Ningún GIFs cargados actualmente. No puede crear un GIF vacío..

source: ERROR: Loop Delay must be a POSITIVE number.
es: ERROR: El lazo retrasa debe ser un número POSITIVO.

source: ERROR: Loop Count must be a POSITIVE number.
es: ERROR: La cuenta del lazo debe ser un número POSITIVO.

source: ERROR: The Loop Delay and Loop Count must be INTEGERS
es: ERROR: El lazo retrasa y la cuenta del lazo debe ser NÚMEROS ENTEROS

source: Generating preview...
es: Generando la inspección previo...

source: Gif created. Animation size is
es: GIF fue creado. El tamaño de la animación es

source: Move Left
es: Moverla a la izquierda

source: Move Right
es: Moverla a la derecha

source: ERROR: Image not found or could not be loaded via Imlib
es: ERROR: La imagen no encontrada o no se podía cargar con Imlib

source: Change
es: Cambiar

source: Replace this image with another image
es: Sustituir esta imagen por otra imagen

source: Save...
es: Guardar...

source: Save this frame to a permanent file
es: Guardar este marco a un fichero permanente

source: Delete
es: Borrar

source: Delete this image from the animation sequence
es: Borrar esta imagen de la animación

source: Edit
es: Redactar

source: Edit this image with your default image editor
es: Redactar esta imagen con su redactor para las imágenes

source: Reload this image if it has been edited or modified.
es: Recargar esta imagen si se ha redactado o se ha modificado.

source: Colors
es: Colores

source: Show the color palette and edit colors for this image
es: Ver la gama de colores y redactar los colores de esta imagen

source: GreyScale
es: Negro/Blanco

source: Convert to GreyScale (black and white)
es: Convertir a GreyScale (negro y blanco)

source: Flip/Rotate
es: Rotar

source: Flip or Rotate this image.
es: Rotar esta imagen .

source: Unknown
es: Desconocido

source: Number of Colors:
es: Número de Colores:

source: Temporary File:
es: Fichero Temporal:

source: gAnim8 Help
es: gAnim8 Ayuda

source: Close
es: Cerrar

source: Close this help window
es: Cerrar esta ventana de ayuda

source: Color Palette
es: Gama de Colores

source: OK
es: Aceptar

source: Apply the color changes to this image
es: Aplicar los cambios del color a esta imagen

source: Cancel
es: Cancelar

source: Close this window without applying the color changes.
es: Cerrar esta ventana sin la aplicación de los cambios del color.

source: Loading palette...
es: Gama de colores está cargando...

source: Palette loaded. Palette has
es: Gama de colores cargada. La gama de colores tiene

source: colors.
es: colores.

source: Select A New Color...
es: Seleccione Un Nuevo Color...

source: Flip/Rotate Image
es: Rotar Imagen

source: Flip Horizontal
es: Intercambiar Horizontal

source: Flip Vertical
es: Intercambiar Vertical

source: Rotate 90 Degrees
es: Rotar 90 Grados

source: Rotate 180 Degrees
es: Rotar 180 Grados

source: Rotate 270 Degrees
es: Rotar 270 Grados

source: Apply Change
es: Aplicar el cambio

source: Apply the selected change
es: Aplicar el cambio seleccionado

source: Close this window
es: Cerrar esta ventana

source: ERROR: You did not fill in the field properly. This field cannot be blank.
es: ERROR: Usted no completó el texto correctamente. Este texto no puede estar en blanco.

source: Image Editor Command
es: Programa para redactar las imágenes

source: MPEG Video Previewer
es: Programa para MPEG

source: AVI Video Previewer
es: Programa para AVI

source: SWF Video Previewer
es: Programa para SWF

source: RealPlayer Video Previewer
es: Programa para RealPlayer

source: ASF Video Previewer
es: Programa para ASF

source: WMV Video Previewer
es: Programa para WMV

source: M4V Video Previewer
es: Programa para M4V

source: Enter the command to launch your image editor
es: Escríbe el comando de redactar las imágenes.

source: Enter the command to launch your MPEG-1 video player.
es: Escríbe el comando de ver los videos del tipo MPEG-1.

source: Enter the command to launch your AVI player.
es: Escríbe el comando de ver los videos del tipo AVI.

source: Enter the command to launch your SWF (Shockwave Flash) video player.
es: Escríbe el comando de ver los videos del tipo SWF (Shockwave Flash).

source: Enter the command to launch your RM (RealPlayer) video player.
es: Escríbe el comando de ver los videos del tipo RM (RealPlayer).

source: Enter the command to launch your ASF video player.
es: Escríbe el comando de ver los videos del tipo ASF .

source: Enter the command to launch your WMV (Windows Media Video) player.
es: Escríbe el comando de ver los videos del tipo (Windows Media Video).

source: Enter the command to launch your M4V video player.
es: Escríbe el comando de ver los videos del tipo M4V.

source: Include a %f where the filename should go.
es: Incluya un %f donde el nombre del fichero debe estar.

source: OK
es: Aceptar

source: Save changes and close
es: Guardar los cambios y cerrar esta ventana

source: Close this window without saving changes
es: Cerrar esta ventana sin la aplicación de los cambios

source: Animation Dimensions
es: Dimensiones De la Animación

source: Set the width and height for this animation
es: Fije la anchura y la altura para esta animación

source: or set to 0x0 to accept the natural dimensions
es: o fije a 0x0 para aceptar las dimensiones naturales

source: Enter the desired WIDTH
es: Escribe la ANCHURA deseada

source: Enter the desired HEIGHT
es: Escribe la ALTURA deseada

source: Accept changes and close this window
es: Aceptar los cambios and cerrar esta ventana

source: Close this window without saving changes.
es: Cerrar esta ventana sin la aplicación de los cambios.

source: Help Me!
es: ¡Ayúdeme!

source: Get help on setting dimensions and scaling images
es: Ver la ayuda en fijar dimensiones y el escalamiento de imágenes

source: Select Frames For Extraction...
es: Seleccione Los Marcos Para Extraer...

source: Drag and drop frames onto the GAnim8 Window
es: Arrastre y caiga los marcos sobre la ventana GAnim8

source: or select a range of frames below.
es: o seleccione una gama de marcos abajo.

source: Frames to extract:
es: Marcos para extraer:

source: Examples: 1-8 or 2,4,6,8 or 1-8,12,34,56
es: Ejemplos: 1-8 o 2,4,6,8 o 1-8,12,34,56

source: CANCEL
es: Cancelar

source: Frame could not be loaded
es: El marco no podía ser cargado

source: You have selected more than 25 frames from this Video. It may take a LONG time to process all of these frames into GIFs. So, you will have to be very patient. gAnim8 is not a 'movie studio'. It is a suite for SMALL animations. So, this might work, it might not. You have been warned! Continue anyway?
es: ¿Usted ha seleccionado más de 25 marcos de este Video. Puede tomar un tiempo LARGO para procesar todos estos marcos en GIFs. Hay que ser muy paciente. gAnim8 no son una 'película studio'. Continue?

source: Invalid Frame Selection! Please re-check your input.
es: ¡Selección Inválida! Vuelva a inspeccionar su selección.

source: FILE NOT FOUND!
es: ¡FICHERO NO ENCONTRADO!

source: Are you sure you want to delete this file?
es: Está usted seguro usted desea borrar este fichero?

source: Sorry, this file cannot be opened for editing because it is an important gAnim8 system file. If you really need to edit it, SAVE it to another file and re-open it from the new file.
es: Este fichero no se puede abrir para redactar porque es un fichero importante usado por gAnim8. Si usted realmente necesita redactarlo, guardalo como otro fichero y abrirlo de nuevo del fichero nuevo.

source: The file '
es: El fichero '

source: ' already exists. Do you wish to overwrite it?
es: ' existe ya. ¿Desea remplazarlo?

source: File successfully saved to:
es: El archivo se guardó con éxito como:

source: ERROR saving file to:
es: ERROR - no podía guardar el fichero como:

source: Recording...
es: Está grabando...

source: video is
es: video es

source: Save
es: Guardar

source: Re-Open
es: Abrir de nuevo

source: Refresh
es: Refrescar

source: Files
es: Ficheros

source: gAnim8 Briefcase
es: gAnim8: Mi Maletin

source: gAnim8 Briefcase Session files: These are temporary files which will automatically be deleted when gAnim8 quits.
es: gAnim8: Mi Maletin Los Ficheros de la Sesión: Estos ficheros se borrarán cuando gAnim8 se termina.

source: gAnim8 Image Format...
es: gAnim8: Formato de Imagen...

source: WHOA! I had a little trouble opening this image.
es: ¡Whoa! No podía cargar esta imagen.

source: Tell me what kind of image this is, and I'll try again:
es: Dígame qué clase de imagen es ésta, e intentaré otra vez:

source: Ok
es: Aceptar

source: YES
es: Sí

source: Insert
es: Insertar

source: Insert a new frame here
es: Insertar una nueva imagen aquí

source: Could not create directory
es: No podía crear el directorio

source: ERROR: Could not create/find directory /tmp/ - cannot save/open gif files
es: ERROR: No podría crear o encontrar el directorio /tmp/ - no puede guardar o abrir las imágenes

source: ERROR: gAnim8 could not create or find a temporary directory in /tmp/ or ~/.ganim8/tmp/ . You will not be able to open gifs or preview/save gifs until one of these directories is created. You will have to create one of these directories yourself and restart gAnim8
es: ERROR: gAnim8 no podía crear o encontrar un directorio temporal (/tmp/ o ~/.ganim8/tmp/). Usted no podrá abrir las imágenes hasta que uno de estos directorios se crea. Usted tendrá que crear uno de estos directorios y recomenzar gAnim8

source: ERROR: Could not save your personalized options under
es: ERROR: No podía guardar sus opciones personalizadas en

source: CRITICAL ERROR: Gifview from the Gifsicle package is required by gAnim8 for previewing animated gifs. However, the 'gifview' executable was not found on your PATH. You must install Gifsicle with the gifview program and put it on your PATH before you can preview animated gifs in gAnim8.
es: ERROR CRÍTICO: Gifview del paquete de Gifsicle es requerido por gAnim8 para ver gifs de antemano animados. Sin embargo, el ' gifview ' ejecutable no fue encontrado en su TRAYECTORIA. Usted debe instalar Gifsicle con el programa del gifview y ponerlo en su TRAYECTORIA antes de que usted pueda ver gifs de antemano animados en gAnim8.

source: CRITICAL ERROR: Gifsicle is required by gAnim8. However, the 'gifsicle' executable was not found on your PATH. You must install Gifsicle and put it on your PATH before you can use this program successfully.
es: ERROR CRÍTICO: Gifsicle es requerido por gAnim8. Sin embargo, el ' gifsicle ' ejecutable no fue encontrado en su TRAYECTORIA. Usted debe instalar Gifsicle y ponerlo en su TRAYECTORIA antes de que usted pueda utilizar este programa con éxito.

source: CRITICAL ERROR: Gifsicle is required by gAnim8. However, the 'gifsicle' executable was not found on your PATH. You must install Gifsicle and put it on your PATH before you can use this program. You can download the source code for Gifsicle at http://www.lcdf.org/gifsicle/ and can probaby find RPMs for it on speakeasy.rpmfind.net . Trust me, it's WELL worth the download.
es: ERROR CRÍTICO: Gifsicle es requerido por gAnim8. Sin embargo, el ' gifsicle ' ejecutable no fue encontrado en su TRAYECTORIA. Usted debe instalar Gifsicle y ponerlo en su TRAYECTORIA antes de que usted pueda utilizar este programa. Usted puede descargar Gifsicle en http://www.lcdf.org/gifsicle/ y en speakeasy.rpmfind.net. Confíeme en, él está BIEN digno de la transferencia directa.

source: CRITICAL ERROR: Gifview from the Gifsicle package is required by gAnim8 for previewing animated gifs. However, the 'gifview' executable was not found on your PATH. You must install Gifsicle with the gifview program and put it on your PATH before you can preview animated gifs in gAnim8. You can download the source code for Gifsicle at http://www.lcdf.org/gifsicle/ and can probaby find RPMs for it on speakeasy.rpmfind.net . Trust me, it's WELL worth the download.
es: ERROR CRÍTICO: Gifview del paquete de Gifsicle es requerido por gAnim8 para ver gifs de antemano animados. Sin embargo, el ' gifview ' ejecutable no fue encontrado en su TRAYECTORIA. Usted debe instalar Gifsicle con el programa del gifview y ponerlo en su TRAYECTORIA antes de que usted pueda ver gifs de antemano animados en gAnim8. Usted puede descargar Gifsicle en http://www.lcdf.org/gifsicle/ y en speakeasy.rpmfind.net. Confíeme en, él está BIEN digno de la transferencia directa.

source: Usage: ganim8 [file_name] where [file_name] is the optional file to open immediately upon starting.
es: Uso: ganim8 [fichero] [fichero] es el archivo opcional a abrirse inmediatamente.

source: I noticed that you saved this frame to a file that did not have the '.gif' extension. Please note that this file was saved in GIF format. At this time, individuals frames can only be saved to GIF format (No matter what file extension you use.) If you need to save the extract frame in some other image format, click 'Tools' then 'gAnim8 Image Conversion Tool' on the menu. Then, convert '
es: Noté que usted guardó este marco como un archivo que no tenía la extensión de '.gif '. Observe por favor que este archivo fue guardado en formato de GIF. En este tiempo, los marcos se pueden guardar solamente al formato del GIF (no importa qué la extensión de archivo usted utiliza.) Si usted necesita guardar el marco en otro formato de imagen, seleccione 'Herramientas' -> 'Herramienta para convertir las imágenes' en el menú y convierta '

source: ' to whatever format you want.
es: ' a cualquier formato usted desea.

source: GAnim8 Recorder
es: GAnim8 Grabador

source: GAnim8 Recorder Record from a Video4Linux Device
es: GAnim8 Grabador Grabar de un aparato Video4Linux

source: Device:
es: Aparato:

source: Format:
es: Formato:

source: Video Size:
es: Tamaño del Video:

source: Frame Rate (FPS):
es: Velocidad (FPS):

source: Start Recording
es: Grabar

source: Stop Recording
es: Parar

source: Preview Last Video
es: Ver el último video

source: Save Last Video
es: Guardar el último video

source: gAnim8 and the gAnim8 Conversion Tool are distributed under the W3C License. W3C SOFTWARE NOTICE AND LICENSE Copyright 2002 Erica Andrews (PhrozenSmoke@yahoo.com). All rights reserved. http://ganim8.sourceforge.net. This work (including software, documents, or other related items) is being provided by the copyright holders under the following license. By obtaining, using and/or copying this work, you (the licensee) agree that you have read, understood, and will comply with the following terms and conditions: Permission to use, copy, modify, and distribute this software and its documentation, with or without modification, for any purpose and without fee or royalty is hereby granted, provided that you include the following on ALL copies of the software and documentation or portions thereof, including modifications, that you make: 1. The full text of this NOTICE in a location viewable to users of the redistributed or derivative work. 2. Any pre-existing intellectual property disclaimers, notices, or terms and conditions. If none exist, a short notice of the following form (hypertext is preferred, text is permitted) should be used within the body of any redistributed or derivative code: "Copyright 2002 Erica Andrews (PhrozenSmoke@yahoo.com). All rights reserved." 3. Notice of any changes or modifications to the files within the gAnim8 distribution, including the date changes were made. (I recommend you provide URIs to the location from which the code is derived.) THIS SOFTWARE AND DOCUMENTATION IS PROVIDED "AS IS," AND COPYRIGHT HOLDERS MAKE NO REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE OR THAT THE USE OF THE SOFTWARE OR DOCUMENTATION WILL NOT INFRINGE ANY THIRD PARTY PATENTS, COPYRIGHTS, TRADEMARKS OR OTHER RIGHTS. COPYRIGHT HOLDERS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF ANY USE OF THE SOFTWARE OR DOCUMENTATION. The name and trademarks of copyright holders may NOT be used in advertising or publicity pertaining to the software without specific, written prior permission. Title to copyright in this software and any associated documentation will at all times remain with copyright holders.
es: gAnim8 y la herramienta de la conversión gAnim8 se distribuyen bajo términos de la licencia de W3C. AVISO Y LICENCIA DEL SOFTWARE DE W3C. Copyright Erica 2002 Andrews (PhrozenSmoke@yahoo.com). Todos los derechos reservados. http://ganim8.sourceforge.net. Este trabajo (software incluyendo, los documentos, u otros artículos relacionados) está siendo proporcionado por los sostenedores del copyright debajo de la licencia siguiente. Obteniendo, usando y/o copiando este trabajo, usted (el concesionario) conviene que usted ha leído, entendido, y se conformará con los términos y las condiciones siguientes: El permiso de utilizar, de copiar, de modificar, y de distribuir este software y su documentación, con o sin la modificación, porque cualquier propósito y sin el honorario o derechos se concede por este medio, a condición de que usted incluye el siguiente en TODAS LAS copias del software y de la documentación o de las porciones de eso, incluyendo las modificaciones, que usted hace: 1. El texto completo de este AVISO en una localización viewable a los usuarios del trabajo redistribuido o derivado. 2. Cualquieres negaciones preexistentes, avisos, o términos y condiciones de la característica intelectual. Si existen ningunos, un aviso corto de la forma siguiente (se prefiere el hypertext, se permite el texto) se debe utilizar dentro del cuerpo de cualquier código redistribuido o derivado: ' Copyright Erica 2002 Andrews (PhrozenSmoke@yahoo.com). Todo endereza ' 3 reservados. El aviso de cualesquiera cambia o las modificaciones a los archivos dentro de la distribución gAnim8, incluyendo los cambios de la fecha fueron hechas. (le recomiendo proporciono URIs a la localización de la cual se deriva el código.) SE PROPORCIONA ESTE SOFTWARE Y DOCUMENTACIÓN ' COMO ES, ' Y LOS SOSTENEDORES DEL COPYRIGHT NO HACEN NINGUNAS REPRESENTACIONES O GARANTÍA, EXPRESOS O HABER IMPLICADO, INCLUYENDO SINO NO HABER LIMITADO A, GARANTÍAS DE MERCHANTABILITY O LA APTITUD PARA NINGÚN PROPÓSITO PARTICULAR O QUE EL USO DEL SOFTWARE O DE LA DOCUMENTACIÓN NO INFRINGIRÁ NINGUNA PATENTES DE LOS TERCEROS, COPYRIGHT, MARCAS REGISTRADAS U OTRAS DERECHAS. LOS SOSTENEDORES DEL COPYRIGHT NO SERÁN OBLIGADOS PARA LOS DAÑOS DIRECTOS, INDIRECTOS, ESPECIALES O CONSECUENTES CUALESQUIERA RESULTANTES DE NINGÚN USO DEL SOFTWARE O DE LA DOCUMENTACIÓN. El nombre y las marcas registradas de los sostenedores del copyright no se pueden utilizar en la publicidad o la publicidad que pertenece al software sin el específico, escrito el permiso anterior. Seguirá habiendo el título al copyright en este software y cualquier documentación asociada siempre con los sostenedores del copyright.
