Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: ganim8/locale/*/ganim8.po
Languages: es

source: Created by gAnim8 for Linux.
es: Creado por gAnim8 para Linux.

source: /_File
es: /_Archivo

source: /_File/_New...
es: /_Archivo/_Nuevo...

source: /_File/_Open...
es: /_Archivo/_Abrir...

source: /_File/_Extract All Frames To Directory...
es: /_Archivo/_Extraer Todos los Marcos De la Imagen...

source: /_File/sep5
es: /_Archivo/sep5

source: /_File/_Save Animated GIF
es: /_Archivo/_Guardar GIF animado

source: /_File/Save _As Animated GIF...
es: /_Archivo/Guardar _Como GIF Animado...

source: /_File/sep1
es: /_Archivo/sep1

source: /_File/Save As VIDEO
es: /_Archivo/Guardar Como VIDEO

source: /_File/Save As VIDEO/Save As MPEG-1...
es: /_Archivo/Guardar Como VIDEO/Guardar Como MPEG-1...

source: /_File/Save As VIDEO/Save As AVI...
es: /_Archivo/Guardar Como VIDEO/Guardar Como AVI...

source: /_File/Save As VIDEO/Save As SWF (Shockwave Flash)...
es: /_Archivo/Guardar Como VIDEO/Guardar Como SWF (Shockwave Flash)...

source: /_File/Save As VIDEO/Save As RM (RealPlayer Video)...
es: /_Archivo/Guardar Como VIDEO/Guardar Como RM (RealPlayer Video)...

source: /_File/Save As VIDEO/Save As ASF...
es: /_Archivo/Guardar Como VIDEO/Guardar Como ASF...

source: /_File/Save As VIDEO/Save As WMV (Windows Media Video)...
es: /_Archivo/Guardar Como VIDEO/Guardar Como WMV (Windows Media Video)...

source: /_File/Save As VIDEO/Save As M4V...
es: /_Archivo/Guardar Como VIDEO/Guardar Como M4V...

source: /_File/sep9
es: /_Archivo/sep9

source: /_File/Preview/Preview As Animated _GIF
es: /_Archivo/Ver de antemano/Ver de antemano como Animated _GIF

source: /_File/Preview/Preview As _MPEG-1 Video
es: /_Archivo/Ver de antemano/Ver de antemano como _MPEG-1 Video

source: /_File/Preview/Preview As AVI Video
es: /_Archivo/Ver de antemano/Ver de antemano como AVI Video

source: /_File/Preview/Preview As SWF (Shockwave Flash) Video
es: /_Archivo/Ver de antemano/Ver de antemano como SWF (Shockwave Flash) Video

source: /_File/Preview/Preview As RM (RealPlayer) Video
es: /_Archivo/Ver de antemano/Ver de antemano como RM (RealPlayer) Video

source: /_File/Preview/Preview As ASF Video
es: /_Archivo/Ver de antemano/Ver de antemano como ASF Video

source: /_File/Preview/Preview As WMV (Windows Media) Video
es: /_Archivo/Ver de antemano/Ver de antemano como WMV (Windows Media) Video

source: /_File/Preview/Preview As M4V Video
es: /_Archivo/Ver de antemano/Ver de antemano como M4V Video

source: /_File/sep2
es: /_Archivo/sep2

source: /_File/_Quit
es: /_Archivo/_Salir

source: /_Options
es: /_Opciones

source: /_Options/_Default Image Editor...
es: /_Opciones/_Redactor para las imágenes...

source: /_Options/_MPEG-1 Video Previewer...
es: /_Opciones/_MPEG-1 Programa para ver de antemano...

source: /_Options/_AVI Video Previewer...
es: /_Opciones/_AVI Programa para ver de antemano...

source: /_Options/_SWF (Shockwave Flash) Video Previewer...
es: /_Opciones/_SWF (Shockwave Flash) Programa para ver de antemano...

source: /_Options/_RM (RealPlayer) Video Previewer...
es: /_Opciones/_RM (RealPlayer) Programa para ver de antemano...

source: /_Options/AS_F Video Previewer...
es: /_Opciones/AS_F Programa para ver de antemano...

source: /_Options/_WMV (Windows Media) Video Previewer...
es: /_Opciones/_WMV (Windows Media) Programa para ver de antemano...

source: /_Options/M_4V Video Previewer...
es: /_Opciones/M_4V Programa para ver de antemano...

source: /_Tools
es: /_Herramientas

source: /_Tools/_View Supported File Types
es: /_Herramientas/_Ver Tipos Apoyados

source: /_Tools/My _Briefcase
es: /_Herramientas/Mi _Maletin

source: /_Tools/gAnim8 Image _Conversion Tool
es: /_Herramientas/gAnim8 Herramienta para convertir las imágenes

source: /_Tools/_Screenshot...
es: /_Herramientas/_Imagen de la pantalla...

source: /_Tools/_Record Video...
es: /_Herramientas/_Grabar un video...

source: /This _Animation Sequence
es: /_Esta Animación

source: /This _Animation Sequence/Show _Information
es: /_Esta Animación/Ver _información

source: /This _Animation Sequence/Set _Dimensions...
es: /_Esta Animación/Configurar _Dimensiones...

source: /_Help
es: /A_yuda

source: /_Help/_License Agreement
es: /A_yuda/_Licencia

source: /_Help/_About gAnim8...
es: /A_yuda/_Acerca de gAnim8...

source: /_Help/About _Gifsicle...
es: /A_yuda/Acerca de _Gifsicle...

source: /_Help/sep45
es: /A_yuda/sep45

source: /_Help/gAnim8 Help
es: /A_yuda/gAnim8 Ayuda

source: /_Help/First-time Users
es: /A_yuda/Usuarios nuevos

source: /_Help/System Requirements
es: /A_yuda/Requisitos Del Sistema

source: /_Help/Video Support
es: /A_yuda/Video Ayuda

source: /_Help/sep46
es: /A_yuda/sep46

source: /_Help/Bugs and Comments
es: /A_yuda/Problemas y Comentarios

source: Loop
es: Repetir

source: Turn looping on/off. ON to make the animation play over and over. OFF to make the animation play once only.
es: Elegir si la animación se repita. Si es seleccionado, la animación se repetirá.

source: Count
es: Repeticiónes

source: Enter how many times you want the animation to loop. Enter 0 to make the animation loop forever.
es: Escriba cuantas veces la animación se repita. Escriba 0 si Usted desea una animación que se repita para siempre.

source: Delay
es: Retraso

source: Enter the length of time, in hundredths of a second between frame changes in the Animated GIF. WARNING: Setting this value to over 50 may make your animation appear to not be moving at all. This setting has NO effect on videos created by gAnim8
es: Elegir la velocidad de la animación (1/100 sec.). Este necesario que este número sea entre 1 y 50 si Usted desea una animación que se mostraré de la manera normal. Este número no regula la velocidad de los videos (Mpeg, Avi, etc.) creados por gAnim8.

source: Preview
es: Ver de antemano

source: Build this Animated GIF and preview it with 'gifview'
es: Para crear esta GIF animado y verlo de antemano con 'gifview'

source: Stop
es: Parar la animación

source: Stop the preview
es: Parar la animación

source: Optimization
es: Optimización

source: None
es: Ninguna

source: No optimization: Your GIF file may be larger in size, but should be readable by almost any web browser.
es: Sin optimización: El tamaño del archivo GIF será más grande, pero la imagen será leíble por todos los exploradores de Web.

source: Light
es: Alguna

source: Light optimization: Usually the best choice. Generally decreases the file size of your GIF, but leaves it readable for most web browsers.
es: Alguna optimización: El tamaño del archivo GIF será más pequeño, pero la imagen será leíble por la mayoría de los exploradores de Web. Se recomienda este nivel de optimización.

source: Heavy
es: La máxima

source: Heavy optimization: Generally only applies to animations with transparency. Shrinks the GIF size as much as possible, but some non-standard web browsers and image viewers may have trouble displaying your image correctly.
es: Optimización máxima: Contraer el tamaño del GIF tanto como sea posible, pero algunos exploradores de Web no podrá exhibir la imagen correctamente.

source: Background Color
es: Color del fondo

source: Set the background for this animation. Does not apply to all animations, particularly not to those with transparency in the first frame. This feature applies to the WHOLE animation sequence.
es: Configurar el color del fondo para esta animación. No afectará imágenes con la transparencia en el primer marco. El fondo será aplicado a la secuencia entera de la imagen.

source: Interlaced
es: Entrecruzado

source: Transparent Color
es: Color Transparente

source: Turn interlacing on/off. This may affect the file size of your GIF by a few bytes or so. This feature applies to the WHOLE animation sequence.
es: Para elegir si se entrecruza la imagen o no. El tamaño de la imagen será afectado por algunos octetos. Esta característica se aplica a la secuencia entera de la imagen.

source: Transparent
es: Transparente

source: Choose the transparent color for the selected frame ONLY. You must set/unset transparency for each frame in this animation sequence.
es: Seleccionar el color transparente para el marco seleccionado SOLAMENTE. Usted debe elegir la transparencia para cada marco en esta secuencia de animación.

source: Enable/disable transparency for the selected frame ONLY. You must set/unset transparency for each frame in this animation sequence.
es: Habilitar/Inhabilitar la transparencia para el marco seleccionado SOLAMENTE. Usted debe elegir la transparencia para cada marco en esta secuencia de animación.

source: Comment
es: El Comentario

source: Set the comment to be embedded into this animation. WARNING: Large comments can greatly increase the file size of your animation. Set this comment to nothing if you are trying to shrink your file size as much as possible. Otherwise, short comments are suggested.
es: Escriba el comentario que se encajará en esta animación GIF. Se recomiendan los comentarios pequeños. Los comentarios largos aumentarán grandemente el tamaño del archivo.

source: Detach
es: Destacar

source: Detach/Re-attach the frame window
es: Destacar/Adjuntar la ventana para la animación

source: VERY IMPORTANT INFORMATION FOR NEW USERS. Please note that gAnim8 works with TEMPORARY copies of all files ONLY. This means you should have no fear of playing around with your GIFs and animations, while not having to worry about destroying the original copies. This ALSO means that these temporary copies of your GIFs are automatically deleted from your system by gAnim8 when they are no longer needed. So, if you edit your GIFs (particularly the frames in your animations) be sure to click the 'Save...' button next to the frame and save it as a permanent file if you wish to keep those changes, as they will be automatically deleted by gAnim8 when you exit this program or start a new animation. TO REPEAT: If you open an animation, you will be working with a COPY of that animation, not the original animated Gif. If you add a GIF frame to an animation, you will be working with a COPY of your GIF, not the original. By the way, temporary files are stored in either your home directory under ~/.ganim8/tmp/ or under /tmp/ (for those of you who care). You will not see this message again unless you do a fresh installation under your username, or your Options file becomes disappears or becomes damaged or unreadable.
es: INFORMACIÓN MUY IMPORTANTE PARA LOS NUEVOS USUARIOS. Observe por favor que gAnim8 trabaja con las copias TEMPORALES de todos los archivos SOLAMENTE. Esto significa que usted no debe tener ningún miedo de jugar alrededor con su GIFs y animaciones, mientras que no tiene que preocuparse de destruir la original copia. Esto TAMBIÉN significa que estas copias temporales de su GIFs son suprimidas automáticamente de su sistema por gAnim8 cuando son necesarias no más largo. Así pues, si usted corrige su GIFs (particularmente los marcos en sus animaciones) sea seguro chascar ' excepto... ' el botón al lado del marco y excepto él como archivo permanente si usted desea guardar esos cambios, pues serán suprimidos automáticamente por gAnim8 cuando usted sale de este programa o comienza una nueva animación. PARA REPETIR: Si usted abre una animación, usted trabajará con una COPIA de esa animación, no el GIF animado original. Si usted agrega un marco del GIF a una animación, usted trabajará con una COPIA de su GIF, no la original. A propósito, los ficheros temporales se almacenan en su directorio casero debajo de ~/.ganim8/tmp/o debajo/tmp/(para los de usted que cuidado). Usted no verá este mensaje otra vez a menos que usted haga una instalación fresca debajo de su username, o su archivo de las opciones se convierte desaparece o llega a ser dañado o ilegible.

source: Send Bugs and Comments To PhrozenSmoke@yahoo.com. When reporting bugs, please tell me the versions of the following packages installed on your computer: gAnim8, python, pygtk, pygnome, gifsicle, ImageMagick, ffmpeg, gtk, Imlib, and Gnome/Gnome-libs. Include a DETAILED description of the problem you experienced.
es: Envíe los insectos y los comentarios a PhrozenSmoke@yahoo.com. Al divulgar insectos, por favor dígame las versiones de los paquetes siguientes instalados en su computadora: gAnim8, python, pygtk, pygnome, gifsicle, ImageMagick, ffmpeg, gtk, Imlib, y Gnome/Gnome-libs. Incluya una descripción DETALLADA del problema que usted experimentó.

source: SUPPORTED SAVE FORMATS:
es: FORMATOS APOYADOS PARA GUARDAR:

source: (GIF not available: 'gifsicle' not found)
es: (GIF no es disponible: 'gifsicle' no encontrado)

source: MPEG Video AVI Video ASF Video WMV Video SWF Video RealPlayer Video M4V Video ------------- SUPPORTED INPUT FORMATS:
es: MPEG Video AVI Video ASF Video WMV Video SWF Video RealPlayer Video M4V Video ------------- FORMATOS APOYADOS PARA ABRIR:

source: (VIDEO support not available: missing ImageMagick or 'ffmpeg') ------------- SUPPORTED INPUT FORMATS:
es: (El apoyo para VIDEOS no es disponible: 'ffmpeg' no encontrado o ImageMagick no encontrado) ------------- FORMATOS APOYADOS PARA ABRIR:

source: (VIDEO support not available: missing 'ffmpeg')
es: (El apoyo para VIDEOS no es disponible: 'ffmpeg' no encontrado)

source: (Support for non-GIFs not available: 'convert' from ImageMagick not found) (Video support not available: missing ImageMagick)
es: (El apoyo para otros formatos de imagen no es disponible: 'convert' de ImageMagick no encontrado) (El apoyo para VIDEOS no es disponible: ImageMagick no encontrado)

source: This is simple WIDTH x HEIGHT dimensions setting (in pixels). Here you can set the dimensions of the GIF animation or single-framed GIF that Gifsicle will produce (300 x 150, 20 x 10, etc.). You can easily SCALE the size of your image (and preserve the aspect ratio) by setting only the width and leaving the height set to '0', or by setting the height and leaving the width set to '0'. In this case, Gifsicle will automatically scale the image for you, keeping the aspect ratio intact. For example, if you want to scale the image to a width of 300 pixels. Simply type '300' for width and leave the 'height' set to '0'. Gifsicle will pick the best height for a width of 300. It's that easy. 8-)
es: Éste es para fijar las dimensiones de la ALTURA y la ANCHURA (en pixeles). Aquí usted puede fijar las dimensiones de la animación del GIF o del GIF solo-enmarcado que Gifsicle producirá (300 x 150, 20 x 10, etc.). Usted puede ESCALAR fácilmente el tamaño de su imagen (y preservar el cociente de aspecto) fijando solamente la anchura y dejando la altura fijada a ' 0 ', o fijando la altura y dejando la anchura fijada a ' 0 '. En este caso, Gifsicle escalará automáticamente la imagen para usted, manteniendo el cociente de aspecto intacto. Por ejemplo, si usted desea escalar la imagen a una anchura de 300 pixeles. Simplemente tecla ' 300 ' para la anchura y sale de la ' altura ' fijó a ' 0 '. Gifsicle escogerá la mejor altura para una anchura de 300. Es ése fácil. 8 -)

source: Re-attach
es: Adjuntar de nuevo

source: Sorry. File extension '
es: ERROR. La extensión de archivo '

source: ' is not supported by gAnim8. Click 'Tools' then 'View Supported File Types' on the menu for a list of supported formats.
es: ' no es apoyada por gAnim8. Seleccione 'Herramientas' -> 'Ver Tipos Apoyados' en el menú para una lista de formatos apoyados

source: An ERROR occurred loading the following files:
es: Un ERROR ocurrió cargando los archivos siguientes:

source: Please make sure that the file(s) exists and that it is supported by the Imlib image loading library.
es: Por favor, cerciórese de que exista el archivo y que es apoyado por Imlib.

source: No GIFS in this sequence. No information available.
es: Ningún GIFS en esta secuencia. Ninguna información disponible.

source: ERROR: Your GIF could not be created. Save FAILED!
es: ERROR: La imagen GIF no podía ser creada. No podría ser ahorrada.

source: Your GIF could not be created. Here is the beginning of the feedback sent by Gifsicle. It may help you troubleshoot the problem:
es: Su imagen no podía ser creada. Aquí está el principio de la información enviada por Gifsicle. Puede ayudarle a corregir el problema:

source: INFORMATION ABOUT THIS ANIMATION SEQUENCE:
es: INFORMACIÓN SOBRE ESTA SECUENCIA DE LA ANIMACIÓN:

source: ERROR: The dimensions must be POSITIVE numbers.
es: ERROR: Las dimensiones deben ser números POSITIVOS.

source: ERROR: The dimensions must be INTEGERS.
es: ERROR: Las dimensiones deben ser NÚMEROS ENTEROS.

source: No GIFs loaded. Nothing to save yet.
es: No hay imágenes cargadas. No hay nada guardar.

source: Save Animation to file...
es: Guardar la animación...

source: File
es: Archivo

source: already exists. Overwrite?
es: existe ya. ¿Usted desea sobreescribirlo?

source: No file selected for saving!
es: ¡No hay archivo seleccionado para guardar!

source: ERROR: Your GIF animation could not be created. No file saved.
es: ERROR: La imagen GIF no podía ser creada. No podría ser ahorrada.

source: File saved to
es: El archivo fue guardado como

source: bytes)
es: octetos)

source: ERROR: Save to file
es: ERROR: Guardar como

source: failed!
es: se falló!

source: This image or animation sequence has changed. Save it?
es: Esta imagen o secuencia de la animación ha cambiado. ¿Usted desea guardarla?

source: Copyright 2003 by Erica Andrews. All rights reserved.
es: Copyright 2003 - Erica Andrews. Todos los derechos reservados.

source: File removed from sequence. Editing
es: Archivo ha sido eliminado de la secuencia. Está redactando

source: Are you sure you want to convert this frame to Grey Scale? This feature is EXPERIMENTAL and cannot be undone. If you don't like the Grey Scale image, you will have reopen this frame's image. Continue?
es: Es usted seguro usted desea convertir este marco a negro y al blanco? Esta característica es EXPERIMENTAL y no puede ser deshecha. Si usted no tiene gusto de la imagen negra y blanca, usted tendrá abrir de nuevo la imagen de este marco. Usted desea continuar?

source: Error: could not write the necessary palette to disk for GreyScale conversion.
es: Error: no podía escribir la gama de colores necesaria al disco para la conversión negra y blanca.

source: Open a file...
es: Abrir un fichero...

source: File
es: Archivo

source: added to sequence. Editing
es: ha sido agregado a la secuencia. Está redactando

source: Select a file...
es: Seleccione un fichero...

source: You are about to insert an entire video file directly into the animation sequence. If you choose to continue, the video will be converted to a LOW-QUALITY animated GIF, represented by ONE frame in the animation window. Creating this animated GIF frame may take some time. Do you wish to continue?
es: Usted está a punto de insertar un archivo video entero directamente en la secuencia de la animación. Si usted elige continuar, el vídeo será convertido a un GIF animado de baja calidad, representado por UN marco en la ventana de la animación. Crear este marco animado del GIF puede tomar una cierta hora. ¿Usted desea continuar?

source: ERROR: Video conversion to animated GIF failed for
es: ERROR: La conversión video al GIF animado falló para

source: Dimensiones de video RealPlayer
es: RealPlayer Dimensions

source: What size would you like the RealPlayer movie to be?
es: Por favor, seleccione las dimensiones para el vídeo RealPlayer:

source: Small - 176x144
es: Pequeño - 176x144

source: Large - 352x288
es: Grande - 352x288

source: No images loaded to create
es: No hay imágenes cargadas para crear

source: from.
es: de.

source: You do not have the 'ffmpeg' binary from the 'ffmpeg' package on your path. This binary is required by gAnim8 to create animated GIFS from videos. You will have to put the 'ffmpeg' binary (version 0.4.6 or better) on your path before this function will be enabled in gAnim8. You can find versions of 'ffmpeg' on speakeasy.rpmfind.net, ganim8.sourceforge.net, and ffmpeg.sourceforge.net.
es: Usted no tiene el binario 'ffmpeg' en su PATH. Este binario es requerido por gAnim8 para crear videos. Usted tendrá que poner el ' ffmpeg ' binario (la versión 0,4,6 o mejor) en su PATH antes de que usted pueda crear videos con gAnim8. Usted puede encontrar versiones del ' ffmpeg ' en speakeasy.rpmfind.net, ganim8.sourceforge.net, y ffmpeg.sourceforge.net.

source: The 'convert' binary from the ImageMagick program is NOT on your PATH ImageMagick's 'convert' utility is required for all image conversions and must be on your PATH. ImageMagick 5.2.3 or better is required. Version 5.4.6.1 or better is recommended. You can find versions of ImageMagick on speakeasy.rpmfind.net. Until you have ImageMagick installed, you can only open GIF files with gAnim8.
es: El 'convert' binario de ImageMagick no está en su PATH. El binario 'convert' de ImageMagick se requiere para todas las conversiones de la imagen y debe estar en su PATH. ImageMagick 5,2,3 o mejor se requiere. La versión 5,4,6,1 o mejor se recomienda. Usted puede encontrar versiones de ImageMagick en speakeasy.rpmfind.net. Hasta que usted tiene ImageMagick instalado, usted puede abrir solamente archivos del GIF con gAnim8.

source: Save As
es: Guardar como

source: File '
es: Archivo '

source: ' already exists. Overwrite?
es: ' existe ya. ¿Usted desea sobreescribirlo?

source: A BASIC
es: Un vídeo básico del tipo

source: Video of this animation will be created. The created video will be about 2 FPS with no special effects. This may take some time - so be patient. If you need to change the frame rate or tweak this video, you will need a separate program, such as ffmpeg's command-line utility. gAnim8 is NOT a 'movie studio'! Continue?
es: de esta animación será creado. El vídeo creado será cerca de 2 FPS sin efectos especiales. Esto puede tomar una cierta hora - sea tan paciente. ¡Si usted necesita cambiar la tarifa del marco o corregir este vídeo, usted necesitará otra programa, tal como 'ffmpeg'. gAnim8 no es un 'estudio de la película'. ¿Continúe?

source: ERROR: No animation could be created from this sequence of images.
es: ERROR: Ninguna animación no se podía crear de esta secuencia de imágenes.

source: Successfully created
es: Creado con éxito

source: video created:
es: video creado:

source: bytes
es: octetos

source: Creation of
es: Crear

source: video FAILED:
es: video falló:

source: File not created.
es: El archivo no fue creado.

source: Attempt to import Non-GIF image FAILED:
es: La imagen no podía ser cargada:

source: Unknown error processing converted image with Gifsicle. Conversion failed.
es: ERROR desconocido mientras que procesaba la imagen con gifsicle. La conversión falló.

source: Open an Image or Video file...
es: Abrir una Imagen o un Video...

source: File not found:
es: Archivo no encontrado:

source: NOTE: Video support is EXPERIMENTAL! Lots of temporary disk space may need to be used. The 'preview' window may take a while to display. All video decoding is done with 'ffmpeg', the speed of which gAnim8 cannot control. gAnim8 is NOT intended for opening large videos or to be used as a full 'movie studio'. SMALL videos (under 1MB/under 1200 frames) should open fine. Use at your own risk and be patient. Continue?
es: NOTA: ¡El apoyo para videos es EXPERIMENTAL! Una cantidad grande de espacio de disco temporal puede necesitar ser utilizado. La ventana de la ' inspección previo ' puede llevar un rato mostrarse. Todo el descifrar del VIDEO se hace con 'ffmpeg', la velocidad del cual gAnim8 no se puede controlar. gAnim8 no fue creado para abrir videos grandes o utilizar como ' estudio lleno de la película '. Los videos PEQUEÑOS (bajo 1MB, menos de 1200 marcos) debe abrirse sin ningunos problemas. Usted lo utiliza en su propio riesgo. Sea paciente. ¿Continúe?
