Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: ganim8/locale/*/ganim8-pyprint.po
Languages: es

source: OK
es: Aceptar

source: Select A File To Print
es: Seleccione Un Fichero Para Imprimir

source: Yes
es: Sí

source: : Print A Document
es: : Imprimir Un Documento

source: / _File
es: / _Fichero

source: / _File/_Close
es: / _Fichero/_Salir

source: /_Help
es: /_Ayuda

source: /_Help/_About PyPrint...
es: /_Ayuda/_Acerca de PyPrint...

source: File:
es: Fichero:

source: Printer:
es: Impresora:

source: Browse...
es: Buscar...

source: Refresh Printer List
es: Recargar la lista de impresoras

source: Pages:
es: Páginas:

source: All pages
es: Documento entero

source: Selected pages:
es: Páginas seleccionadas:

source: # of Copies:
es: Copias:

source: Print As:
es: Imprimir Como:

source: Help
es: Ayuda

source: Print Preview (ghostview)
es: Ver de antemano

source: Close Print Preview
es: Cerrar la inspección previo

source: Print Now!
es: ¡Imprimir Ahora!

source: CANCEL
es: CANCELAR

source: EXPERIMENTAL: PyPrint supports only local LPRng/LPR-based printers.
es: EXPERIMENTAL: PyPrint apoya solamente las impresoras locales de LPRng/LPR.

source: Sorry, you don't have the 'ghostview' executable on your PATH. You need to either install ghostview or edit the pyprint.py script to use another Postscript-capable viewer (ggv, kghostview, etc).
es: ERROR: Usted no tiene el 'ghostview' ejecutable en su PATH. Usted necesita instalar el ghostview o corregir la escritura de pyprint.py para utilizar otro espectador Posdata-capaz (ggv, kghostview, etc).

source: Sorry, you cannot print with PyPrint because the executable 'lpr' is not on your PATH.
es: ERROR: Usted no tiene el 'lpr' ejecutable en su PATH. No puede imprimir.

source: No printers available for printing! Printers must be registered with lpr/lpd to be usable by PyPrint.
es: ¡Ningunas impresoras disponibles para imprimir! Las impresoras se deben colocar con lpr/lpd para ser usables por PyPrint.

source: psselect: There was an error extracting the 'Selected Pages' from this file. The warnings and errors (if any) were as follows:
es: psselect: Había un error que extraía las 'Páginas Seleccionadas' de este archivo. Las advertencias y los errores (si cualesquiera) eran como sigue:

source: Sorry, you don't have the executable 'a2ps' on your system. Cannot print or preview as 'Image'.
es: ERROR: Usted no tiene el 'a2ps' ejecutable en su sistema. No puede imprimir o ver de antemano como 'Imagen'.

source: a2ps: There was an error converting the selected file to Postscript for printing. The warnings and errors (if any) were as follows:
es: a2ps: Había un error mientras que convertía el archivo seleccionado a la posdata para imprimir. Las advertencias y los errores (si cualesquiera) eran como sigue:

source: NO PRINTERS FOUND
es: NINGUNAS IMPRESORAS

source: Sorry, you do not have the 'psselect' executable in your PATH. Without 'psselect', you may only print ALL pages (the entire document).
es: Usted no tiene el 'psselect' ejecutable en su PATH. Sin 'psselect', usted puede imprimir solamente TODAS LAS páginas (el documento entero).

source: The # of Copies field must be at least 1.
es: El valor de 'Copias' debe ser por lo menos 1.

source: The # of Copies field must contain a NUMBER (1 or above).
es: El valor de las 'Copias' debe ser un número.

source: The 'Selected Pages' field may only contain numbers, commas, and hypens.
es: Valor inválido para 'Páginas Seleccionadas'. Solamente se permiten los números, las comas, y los hypens.

source: Invalid value for 'Selected Pages'. Page ranges cannot start with 0, but can start with 1.
es: Valor inválido para 'Páginas Seleccionadas'. Las gamas de página no pueden comenzar con 0, sino pueden comenzar con 1.

source: Invalid value for 'Selected Pages'. This value may not START or END with a hypen.
es: Valor inválido para 'Páginas Seleccionadas'. Este valor no puede COMENZARSE o TERMINARSE con un hypen.

source: Invalid value for 'Selected Pages'. This value may not START or END with a comma.
es: Valor inválido para 'Páginas Seleccionadas'. Este valor no puede COMENZARSE o TERMINARSE con un coma.

source: Invalid value for 'Selected Pages'.
es: Valor inválido para 'Páginas Seleccionadas'.

source: ERROR creating a temporary file for printing! Printing cannot continue.
es: ¡Error mientras que crea un fichero temporal para imprimir! No puede imprimir.
