Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: ganim8/locale/*/ganim8.po
Languages: es

source: http://ganim8.sourceforge.net. gAnim8 is a program for creating animated GIFs and small videos. gAnim8 is built on top of the wonderful Gifsicle program. gAnim8 is a frontend for Gifsicle and more. However, gAnim8 and its author are in NO way affiliated with or endorsed by Gifsicle or the authors of Gifsicle. gAnim8 is not an "official" extension to Gifsicle and is NOT a modification of the Gifsicle code in anyway. gAnim8 relies on the excellent functionality of Gifsicle, but does not incorporate any of its code. gAnim8 is not intended to be the next Gimp. It is intended to be a simple, effective GUI for creating and retouching animated GIFs and small videos. Written with Python/PyGTK/PyGnome. License: W3C (open source). View "License" on the Help menu for more details. This program and its source may be freely modified and redistributed for non-commercial, non-profit use only.
es: http://ganim8.sourceforge.net. gAnim8 es una programa para crear GIFs animados y los videos pequeños. gAnim8 se construye encima del programa maravilloso de Gifsicle. gAnim8 es un frontend para Gifsicle y más. Sin embargo, gAnim8 y por su autor no son de manera alguna afiliada con o endosado por Gifsicle o por los autores de Gifsicle. gAnim8 no es una extensión "oficial" a Gifsicle y no es una modificación del código de Gifsicle. gAnim8 confía en la funcionalidad excelente de Gifsicle, pero no incorpora cualquiera de su código. gAnim8 no se piensa para ser el gimp siguiente. Se piensa para ser un GUI simple, eficaz para crear y retocar GIFs animados y los videos pequeños. Escrito con Python/PyGTK/PyGnome. Licencia: W3C (código abierto). Vea "Licencia" en el menú de ayuda para más detalles. Este programa y su código se pueden modificar y se pueden redistribuir libremente para el uso no comercial, no lucrativo solamente.

source: Conversion failed: ImageMagick may require a supplemental library for this conversion. Please check the ImageMagick documentation for the requirements for converting this format.
es: La conversión falló: ImageMagick puede requerir software suplemental para esta conversión. Lea la documentación de ImageMagick para más detalles.

source: An unknown error occurred: Conversion failed.
es: Un error desconocido ocurrió: La conversión falló.

source: The file you are trying to convert FROM does not exist
es: El archivo seleccionado no existe

source: The file to convert FROM is a directory, not a file
es: El archivo seleccionado es un directorio, no un archivo regular

source: ERROR: Could not load help document
es: ERROR: No podía cargar el documento de ayuda

source: /_Help/What's New?
es: /A_yuda/Noticias...

source: /_File/_Print this image frame...
es: /_Archivo/_Imprimir esta imagen...

source: /_File/sep27
es: /_Archivo/sep27

source: No images are selected. Nothing to print.
es: No hay ningunas imágenes seleccionadas. No hay nada imprimir.
