Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: ganim8/locale/*/gtksnapshot.po
Languages: es

source: Exit
es: Salir

source: Help
es: Ayuda

source: About...
es: Acerca de...

source: Select the image format you want the screenshot saved as
es: Seleccione el formato de la imagen que usted desea guardar la imagen como

source: Enter a file name to save the screenshot to
es: Escribir un archivo para guardar como

source: Browse...
es: Elegir...

source: Select a file to save the screenshot to
es: Seleccione un archivo para guardar como

source: Capture Entire Desktop
es: Obtener una imagen de la pantalla entera

source: CAPTURE Entire Desktop
es: Obtener una imagen de la pantalla entera

source: Take a screenshot of the WHOLE desktop
es: Obtener una imagen de la pantalla entera

source: Capture Window or Screen Area
es: Obtener una imagen de una ventana o de un área de la pantalla

source: CAPTURE Window or Screen Area
es: Obtener una imagen de una ventana o de un área de la pantalla

source: Take a screenshot of a specific window or a selectable area of the screen
es: Obtener una imagen de una ventana o de un área de pantalla

source: Compress GIF
es: Comprimir GIF

source: Compress the GIF (if applicable) Requires the optional Gifsicle program to be on your path.
es: Comprimir el GIF. Se requiere Gifsicle.

source: Save
es: Guardar

source: Save As:
es: Guardar Como:

source: Save As...
es: Guardar Como...

source: File
es: Archivo

source: Creating screenshot...please wait.
es: Adquiriendo la imagen de la pantalla... espera por favor.

source: Save this screenshot to the selected file
es: Guardar esta imagen al archivo seleccionado

source: ERROR: Sorry, screen capture is not possible because you do not have all the necessary ImageMagick binaries on your path: convert, import, mogrify You must install these ImageMagick binaries on your path first
es: Había un ERROR: No es posible obtener una imagen de la pantalla porque usted no tiene todos los binarios necesarios de ImageMagick en su $PATH: convert, import, mogrify Usted debe instalar estos binarios de ImageMagick en su $PATH

source: SAVE
es: Guardar

source: Include Window Frame
es: Incluir el marco de la ventana

source: If checked, the window's frame will be included in the screenshot (if applicable).
es: Si está seleccionado, el marco de la ventana será incluido en la imagen (si es aplicable).

source: Your snapshot was successfully taken, but is not previewable with GdkImlib.
es: Su imagen ha sido creada con éxito, pero no puede ser visto de antemano con GdkImlib.

source: The 'gifsicle' binary from Gifsicle was not found on your PATH. GtkSnapshot requires Gifsicle to compress GIFs. If you do not have Gifsicle, you may still save your screenshots as UNCOMPRESSED GIFs. Gifsicle can be downloaded from: http://www.lcdf.org/gifsicle/ . GIF compression is an OPTIONAL feature of GtkSnapshot.
es: El 'gifsicle' binario de Gifsicle no fue encontrado en su $PATH. GtkSnapshot requiere Gifsicle para comprimir GIFs. Si usted no tiene Gifsicle, usted puede guardar sus imágenes como GIFs SIN COMPRIMIR. Gifsicle se puede descargar de: http://www.lcdf.org/gifsicle/. La compresión del GIF es una característica OPCIONAL de GtkSnapshot.

source: An unknown error occurred compressing your GIF file with Gifsicle: Reverting back to your original, uncompressed GIF file.
es: Un error desconocido ocurrió mientras que comprime su GIF con la programa Gifsicle: Invirtiendo de nuevo a su imagen original, sin comprimir del GIF.

source: GIF Compressed
es: El GIF fue comprimido

source: bytes
es: octetos

source: File saved
es: El archivo fue guardado

source: YES
es: Sí

source: The file already exists.
es: El archivo seleccionado existe ya.

source: Do you wish to overwrite it?
es: Usted desea sobreescribirlo?

source: Done: Save failed.
es: Hecho: No podía guardarla.

source: Saving (and converting)....please wait.
es: Se está guardando...espera por favor

source: Your screenshot was successfully saved with the following warnings/messages
es: Su imagen ha sido guardada con éxito con los mensajes siguientes

source: Screenshot successfully created.
es: Su imagen ha sido creada.

source: Problem Converting/Saving Screenshot
es: Había un error

source: Be sure that you have the 'convert' binary from ImageMagick (version 5.2.3 or better) on your PATH.
es: Sea seguro que usted tiene el 'convert' binario de ImageMagick (la versión 5,2,3 o mejora) en su $PATH.

source: ERROR: Screen capture failed.
es: ERROR: No se produjo ninguna imagen.

source: Unknown Error: Screen capture failed! No screenshot image was produced.
es: Error Desconocido: Una imagen de la pantalla no podía ser obtenida. No se produjo ninguna imagen.

source: No file specified to convert FROM
es: No seleccionó el archivo que desea convertir DE

source: No file specified to convert TO
es: No seleccionó el archivo que desea convertir A

source: The file you are trying to convert FROM does not exist
es: El archivo seleccionado no existe

source: No FORMAT specified to convert FROM
es: No seleccionó el formato de la imagen que desea convertir DE

source: No FORMAT specified to convert TO
es: No seleccionó el formato de la imagen que desea convertir A

source: The file to convert TO is a directory, not a file
es: Seleccionó un directorio en vez de un ARCHIVO para 'Guardar Como'

source: The file to convert FROM is a directory, not a file
es: Seleccionó un directorio en vez de un ARCHIVO para 'Convertir DE'

source: An unknown error occurred: Conversion failed.
es: Había un error desconocido: No podía convertirla.

source: Conversion failed: ImageMagick may require a supplemental library for this conversion. Please check the ImageMagick documentation for the requirements for converting this format.
es: No podía convertirla: Es posible que ImageMagick necesite otras herramientas para convertir la imagen. Por favor, lea la documentación de ImageMagick para más información.

source: Copyright 2003 by Erica Andrews. All rights reserved.
es: Copyright 2003 - Erica Andrews. Todos los derechos reservados.

source: Print...
es: Imprimir...
