Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: pyvoice-gyach/pyvoice/locale/*/pyvoice.po
Languages: es, fr

source: License
es: Licencia
fr: Licence

source: PyTSP Version
es: Versión de PyTSP
fr: Version-PyTSP

source: PyESD Version
es: Versión de PyESD
fr: Version PyESD

source: Neither pY! Voice Chat nor its author are in anyway endorsed by or affiliated with DSP Group's TrueSpeech (tm). The TrueSpeech (tm) codec and format are patented by DSP Group.
es: pY! Voice Chat y su autor no son de manera alguna afiliados con y no son endorados por TrueSpeech (tm) de DSP Group. El codec y el formato TrueSpeech (tm) son patentados por DSP Group.
fr: Ni pY! Voice Chat ni ses auteurs ne peuvent être tenus responsables ou impliqués avec DSP Group's TrueSpeech (tm). Le Codec TrueSpeech (tm) et son format sont déposés par DSP Group.

source: Neither pY! Voice Chat nor its author are in anyway endorsed by or affiliated with Yahoo! (tm). Yahoo! (tm) is a registered trademark of Yahoo! Communications.
es: pY! Voice Chat y su autor no son de manera alguna afiliados con y no son endorados por Yahoo! (tm). Yahoo! (tm) es marca registrada de Yahoo! Communications.
fr: Ni pY! Voice Chat ni ses auteurs ne sont approuvés ou affiliés avec Yahoo! (tm). Yahoo! (tm) est une marque déposée de Yahoo Communications.

source: ESound Version
es: Versión de ESound
fr: Version ESound

source: User
es: Usuario
fr: Utilisateur

source: Room
es: Sala
fr: Salon

source: Room Number
es: Número de Sala
fr: Salon Numéro

source: Cookie
es: Galleta (Cookie)

source: Users In Room
es: Usuarios en Sala
fr: Utilisateurs dans le salon

source: Ignored Users
es: Usuarios Silenciados
fr: Utilisateurs ignorés

source: On Mute
es: Silenciado
fr: Mode muet

source: Yes
es: Sí
fr: Oui

source: Connection State
es: Estado de Conexión
fr: Etat de la connexion

source: Initial Server
es: Servidor Initial
fr: Serveur initial

source: Redirected to Server
es: Se reexpidió hacia servidor
fr: Redirigé vers le serveur

source: UDP Server
es: Servidor UDP
fr: Serveur UDP

source: TCP/UDP Packets Received
es: Paquetes TCP/UDP Recibidos
fr: Paquets TCP/UDP reçus

source: Audio Packets Received
es: Paquetes de Sonido Recibidos
fr: Paquets audio reçus

source: TCP/UDP Packets Sent
es: Paquetes TCP/UDP Transmitidos
fr: Paquets TCP/UDP envoyés

source: Audio Packets Sent
es: Paquetes de Sonido Transmitidos
fr: Paquets audio envoyés

source: Last Error
es: Último Error
fr: Dernière erreur

source: Last PyTSP Error
es: Último Error de PyTSP
fr: Dernière erreur PyTSP

source: Last PyESD Error
es: Último Error de PyESD
fr: Dernière erreur PyESD

source: Could not open TCP socket
es: No podía iniciar una conexión TCP
fr: Echec d'ouverture du socket TCP

source: Could not open UDP socket
es: No podía iniciar una conexión UDP
fr: Echec d'ouverture du socket UDP

source: Could not read config file
es: No podía abrir el fichero de configuración
fr: Echec de lecture du fichier de configuration

source: Could not login to voice chat server [TCP]
es: No podía ingresar al servidor de voz [TCP]
fr: Echec de connexion au serveur vocal [TCP]

source: Voice chat server redirection failed
es: No podia conectar con el próximo servidor
fr: Echec de redirection au serveur de chat vocal

source: Redirected to an unknown voice chat server
es: Se reexpidió hacia un servidor desconocido
fr: Redirigé vers un serveur de chat vocal inconnu

source: Voice chat connection failed: bad login
es: Error al conectar: No podía ingresar
fr: Echec de connexion au chat vocal: mauvais login

source: Could not login to voice server
es: No podía ingresar al servidor
fr: Echec de connexion au serveur vocal

source: Not Connected
es: Sin Conexión
fr: Non connecté

source: Connecting...
es: Conectando...
fr: Connexion en cours...

source: Connected
es: Conectado
fr: Connecté

source: pY! Voice Chat
es: pY! Voice Chat (Charla de Voz)

source: /_File
es: /_Fichero
fr: /_Fichier

source: /_File/_Connect
es: /_Fichero/_Conectar
fr: /_Fichier/_Connecter

source: /_File/_Disconnect
es: /_Fichero/_Desconectar
fr: /_Fichier/_Déconnecter

source: /_File/sep4
es: /_Fichero/sep4
fr: /_Fichier/sep4

source: /_File/_Voice Server
es: /_Fichero/_Servidor de Voz
fr: /_Fichier/_Serveur Vocal

source: /_File/_Session Information
es: /_Fichero/_Información de Sesión
fr: /_Fichier/_Infos sur la session

source: /_File/Enable Debugging
es: /_Fichero/Permitir Depurador
fr: /_Fichier/Valider Débogage

source: /_File/Disable Debugging
es: /_Fichero/Inhabilitar Depurador
fr: /_Fichier/Neutraliser Débogage

source: /_File/_Quit
es: /_Fichero/_Salir
fr: /_Fichier/_Quitter

source: /_Help
es: /_Ayuda
fr: /_Aide

source: /_Help/_About pY! Voice Chat...
es: /_Ayuda/_Acerca de pY! Voice Chat...
fr: /_Aide/_A propos de pY! Voice Chat...

source: /_Help/_About PyTSP and PyESD...
es: /_Ayuda/_Acerca de PyTSP y PyESD...
fr: /_Aide/_A Propos de PyTSP and PyESD...

source: /_Help/_Contributors...
es: /_Ayuda/_Contribuidores...
fr: /_Aide/_Contributeurs...

source: On
es: Conectar

source: Off
es: Desconectar

source: Mute
es: Silenciar
fr: Muet

source: Talk
es: Hablar
fr: Parler

source: Ignore
es: Silenciar
fr: Ignorer

source: User Information
es: Información de Usuario
fr: Info sur l'utilisateur

source: Name
es: Nombre
fr: Nom

source: Alias
es: Apodo

source: Speaker
es: Usuario
fr: Haut-Parleur

source: OK
es: ACEPTAR

source: Py! Voice Chat uses the following software for playing Yahoo! voice chat sound
es: Py! Voice Chat usa el software siguiente para jugar el sonido de voz transmitido por Yahoo!

source: Nickname
es: Apodo
fr: Pseudo

source: Ignored
es: Silenciado
fr: Ignoré

source: Voice Packets Sent
es: Paquetes de Sonido Transmitidos
fr: Paquets audio envoyés

source: Author
es: Autor
fr: Auteur

source: Email
es: Correo-e

source: The FIRST Yahoo! voice chat program for Linux operating systems.
es: El PRIMER programa apoyando la charla de voz de Yahoo! en los sistemas Linux.
fr: Le PREMIER chat vocal Yahoo! pour les systèmes Linux.

source: Version
es: Versión

source: Select a voice server
es: Seleccione un servidor de voz
fr: Sélectionnez un serveur vocal

source: You have been disconnected from the Yahoo! voice chat server.
es: Le han desconectado del servidor de voz de Yahoo!.
fr: Vous avez été déconnecté du serveur de chat vocal de Yahoo!

source: Client Name
es: Nombre de Cliente
fr: Nom du Client

source: Host
es: Servidor
fr: Hôte

source: CONTRIBUTORS
es: LOS CONTRIBUIDORES
fr: CONTRIBUTEURS

source: This program would not have been possible without the following contributions
es: Este programa no habría sido posible sin las contribuciones siguientes
fr: Ce programme n'aurait pas vu le jour sans les contributions suivantes

source: MIC TEST
es: PROBAR MIC
fr: TEST MIC

source: MIC PLAY
es: SONIDO DE MIC
fr: ECOUTE MIC

source: Test
es: Probar

source: Listen
es: Escuchar
fr: Ecouter

source: Translation
es: Traducción
fr: Traduction

source: Translator
es: Traductor
fr: Traducteur

source: Platform
es: Sistema
fr: Plateforme

source: TrueSpeech Codec
es: Codec de TrueSpeech
fr: Codec TrueSpeech

source: TrueSpeech Codec - DLL
es: Codec de TrueSpeech - DLL
fr: Codec TrueSpeech - DLL

source: Network connection failed.
es: La conexión de red falló.
fr: Echec de la connexion reseau.

source: No
fr: Non

source: pY! Voice Chat uses the following software for playing Yahoo! voice chat sound
fr: pY! Voice Chat utilise les logiciels suivants pour le son de Yahoo: voice chat

source: ERROR
fr: ERREUR
