Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP-2/icewmcp-developers-release/locale/*/icewmcp.po
Languages: es, ru

source: WARNING: Changes in timezones do NOT take affect in ALL applications immediately. You may have to restart X or your window manager to see the timezone change in clocks on your taskbar or system tray. For IceWM users, you can just click 'Start' menu, then select 'Logout', then'Restart IceWM', or re-apply your current IceWM theme. For best results, you really should reboot your computer, or at least re-start X. Some applications may appear to be 'stuck' in the old timezone until the system is rebooted. Running 'xrefresh' will NOT be enough. If you are running mission critical or time-sensitive applications, you should reboot immediately. You have been warned.
es: ADVERTENCIA: Los cambios en zonas de tiempo no toman afecto en TODOS LOS programas inmediatamente. Usted puede tener que reiniciar a X o su gestor de ventanas para ver la nueva zona de tiempo en relojes en su bandeja taskbar o del sistema. Para los mejores resultados, usted realmente debe reiniciar su computadora, o por lo menos, reiniciar X. Algunos programas pueden aparecer ' ser pegado ' en la vieja zona de tiempo hasta que se reinicia el sistema.
ru: ВНИМАНИЕ: Изменения в часовых поясах НЕ действуют на ВСЕ приложения сразу же Вам будет нужно перезапустить X-ы или оконный менеджер что бы увидеть изменения часового пояса в часах на вашей панели задач или системном лотке. Пользователям IceWM достаточно нажать меню 'Start' затем выбрать 'Logout' затем 'Restart IceWM' Или заново применить текущую тему Для лучшего результата, вам следует перезагрузить компьютер, или по крайней мере X-ы. Некоторые приложения могут 'застрять' в старых часовых поясах до перезагрузки всей системы Запуска 'xrefresh'будет недостаточно. если вы работайте с приложениями связанными с текущим временем, вам следует перезагрузиться немедленно. Вы предупреждены.

source: A simple Windows-like or KDE-like clock management application suitable for managing the clock in most window managers' system trays. PhrozenClock was orginally created for use with the system tray clock in IceWM, and was designed to be lightweight and less memory intensive than the KDE clock. PhrozenClock GTK is open source under the General Public License (GPL).
es: Un simple Windows-como o KDE-como programa para controlar el reloj. PhrozenClock Gtk fue creado para el uso con el reloj de la bandeja del sistema en IceWM, y fue diseñado para ser ligero y menos memoria intensiva que el reloj de KDE. Es Gtk-basado y escrito con Python. Este programa se distribuye gratis (código abierto) bajo el acuerdo de la GNU GPL (General Public License).
ru: Простая, по типу Windows или KDE, программа управления часами подходящая для часов в системных лотках большинства оконных менеджеров PhrozenClock изначально создавались для использования с часами в IceWM и сделаны легковесными и меньше напрягающими память чем часы в KDE PhrozenClock GTK это open source под General Public License (GPL).

source: Yes
es: Sí
ru: Да

source: is open source under the General Public License (GPL). NO technical support will be provided for this application. Enjoy!
es: está el código abierto debajo de la General Public License (GPL). No se proporcionará NINGUNA ayuda técnica para este programa.
ru: это open source под General Public License (GPL). Техническая поддержка для данного приложения НЕ предоставляется. Пользуйтесь на здоровье!

source: About
es: Acerca de
ru: О программе

source: All rights reserved.
es: Todos los derechos reservados.
ru: Все права сохранены.

source: Printer Queue
es: Cola de Impresión
ru: Очередь принтера

source: /_Help/_About
es: /_Ayuda/Acerca
ru: /_Помощь/_О программе

source: Select Printer:
es: Seleccione Una Impresora:
ru: Выбор принтера:

source: View
es: Ver
ru: Вид

source: Description:
es: Descripción:
ru: Описание:

source: Queue:
es: Cola:
ru: Очередь:

source: Server:
es: Servidor:
ru: Сервер:

source: Status:
es: Estado:
ru: Статус:

source: Refresh Queue Details
es: Recargar Detalles De Cola
ru: Обновить детали очереди

source: Cancel Selected Print Job
es: Cancelar Trabajo Seleccionado
ru: Отменить выбранные задачи принтера

source: State
es: Estado
ru: Состояние

source: Job ID
es: ID de Trabajo

source: Size
es: Tamaño
ru: Размер

source: Files
es: Ficheros
ru: Файлы

source: Owner/ID
es: Dueño/ID
ru: Владелец/ID

source: Time
es: Hora
ru: Время

source: Class
es: Clase

source: NONE FOUND
es: NINGUNOS ENCONTRADOS

source: on printer '
es: en la impresora '

source: Are you SURE you want to cancel print job
es: Está usted SEGURO usted desea cancelar el empleo de impresora

source: Cancel Print Job
es: Cancelar el Empleo de Impresora

source: Result
es: Resultado

source: Current printer:
es: Impresora actual:

source: Available printers:
es: Impresoras disponibles:
ru: Доступные принтеры:

source: description unavailable
es: descripción inasequible
ru: описание недоступно

source: queue status unavailable
es: estado de la cola inasequible
ru: статус очереди недоступен

source: server status unavailable
es: estado del servidor inasequible
ru: статус сервера недоступен

source: status unavailable
es: estado inasequible
ru: статус недоступен

source: info unavailable
es: info inasequible
ru: информация недоступна

source: PySpool is a simple Gtk-based spool monitor and manager written in 100% Python. It is intended to monitor LPRng and LPR-based printer spools. This is BETA code. PySpool has only been tested with LPRng 3.8.12 on local printers. PySpool requires the following executables on your PATH: lpstat, cancel, checkpc
es: PySpool es un programa Gtk-basado simple para manejar coletas de la impresora. escrito en Python 100%. Se piensa para supervisar LPRng y coletas LPR-basadas de la impresora. Este programa es muy EXPERIMENTAL. PySpool requiere los executables siguientes en su $PATH: lpstat, cancel, checkpc
ru: PySpool-это простой монитор и менеджер спула на основе Gtk написан полностью на Питоне. Предназначен для мониторинга основанных на LPRng и LPR спулов принтера. Это - БЕТА код. Был проверен только с LPRng 3.8.12 на локальных принтерах. PySpool требует следующие файлы на вашем PATH: lpstat, cancel, checkpc

source: ' into your PATH first.
es: ' en su $PATH primero.
ru: ' в ваш PATH

source: The following executable does not appear to be on your PATH:
es: El ejecutable siguiente no aparece estar en su $PATH:
ru: Следующие файлы не находятся на вашем PATH:

source: You may experience problems running PySpool properly. Please install '
es: Usted puede experimentar algunos problemas mientras que funciona PySpool correctamente. Instale por favor '
ru: У вас могут возникнуть проблемы с правильной работой PySpool. Пожалуйста, установите '

source: Slot
es: Tarjeta
ru: Слот

source: Slot
es: Tarjeta
ru: Слот

source: Eject
es: Expulsar
ru: Вынуть

source: Insert
es: Insertar
ru: Вставить

source: Suspend
es: Suspender
ru: Приостановить

source: Resume
es: Reasumir
ru: Продолжить

source: Empty
es: Vacío
ru: Пусто

source: Error loading card data
es: Error mientras que carga datos de la tarjeta
ru: Ошибка загрузки данных с карты

source: This card has been ejected. You may safely remove this device.
es: Se ha expulsado esta tarjeta. Usted puede quitar con seguridad esta tarjeta.
ru: Данная карта вынута. Вы можете удалить это устройство.

source: This card's activity has been suspended
es: Se ha suspendido la actividad de esta tarjeta
ru: Работа данной карты приостановлена

source: An error occurred while suspending this card.
es: Un error ocurrió mientras que suspendía esta tarjeta.
ru: Ошибка приостановки карты.

source: This card's activity has been resumed.
es: Se ha reasumido la actividad de esta tarjeta.
ru: Работа карты продолжена.

source: An error occurred while resuming this card.
es: Un error ocurrió mientras que reasumía esta tarjeta.
ru: Ошибка продолжения работы карты

source: This card has been inserted.
es: Se ha insertado esta tarjeta.
ru: Данная карта вставлена.

source: An error occurred while inserting this card.
es: Un error ocurrió mientras que insertaba esta tarjeta.
ru: Ошибка вставки карты

source: This card has been reset.
es: Se ha reajustado esta tarjeta.
ru: Данная карта сброшена

source: An error occurred while resetting this card.
es: Un error ocurrió mientras que reajustaba esta tarjeta.
ru: Ошибка сброса карты

source: No PCMCIA slots detected on this computer.
es: Ningunas tarjetas de PCMCIA detectadas en esta computadora.
ru: Слотов PCMCIA на данном компьютере не обнаружено.

source: EXIT
es: SALIR
ru: ВЫХОД

source: About
es: Acerca de
ru: О программе

source: IceWM CP - Cursor Editor
es: IceWM CP - Punteros de Ratón
ru: IceWM CP - Редактор курсоров

source: Cursor Editor
es: Configuración de Punteros de Ratón
ru: Редактор курсоров

source: A Gtk-based mouse configuration utility
es: Una utilidad Gtk-basada para configurar el ratón
ru: Утилита настройки курсоров на основе GTK

source: for IceWM (written in 100% Python).
es: para IceWM (escrito con Python).
ru: для IceWM (полностью на Питоне)

source: Credits
es: Créditos
ru: Благодарности

source: Translators
es: Traductores
ru: Переводчики

source: If you wish to help us with the translations, please visit the following site on the web
es: Si usted quiera ayudarnos con las traducciónes, por favor mire el sitio siguiente en la Red

source: Send A Bug Report
es: Enviar informe de problema
ru: Сообщить об ошибке

source: You did not specify a valid SMTP host.
es: Usted no especificó un servidor SMTP válido
ru: Вы не указали деиствующий хост SMTP

source: Bug Report
es: Informe de Problema
ru: Сообщение об ошибке

source: The FROM e-mail address you provided is invalid.
es: La dirección de correo-e que usted especificó es inválida.
ru: Поле FROM указанного вами адреса - неверное

source: Unable to connect to SMTP server
es: No podía conectar con el servidor SMTP
ru: Не могу подключиться к SMTP-серверу

source: Be sure that you are connected to the internet.
es: Sea seguro que usted está conectado con el Internet.
ru: Проверьте, подключены ли вы к интернет.

source: Unable to send your bug report message
es: No podía enviar su informe de problema
ru: Не могу послать ваше сообщение

source: Your SMTP server may require a password or may require you to check your POP3 mail first.
es: Su servidor SMTP puede requerir una contraseña o puede requerirle tener acceso a su correo-e POP3 primero.
ru: Возможно ваш SMTP-сервер требует пароль или проверки входящей почты

source: Your bug report message was successfully sent to
es: Su informe de problema fue enviado con éxito a
ru: Ваше соощение успешно отправлено на

source: There is not enough information to send a bug report.
es: No hay bastante información a enviar un informe de problema.
ru: Недостаточно информации для отправки сообщения

source: You did not describe the bug or problem IN DETAIL in the 'bug report' area.
es: Usted no describió el problema DETALLADAMENTE.
ru: Вы не описали ошибку или проблему В ПОДРОБНОСТЯХ в поле сообщения

source: Unknown application
es: Programa desconocida
ru: Неизвестное приложение

source: A check for the NEWEST version of this software will now be conducted.
es: Una búsqueda rápida para la MÁS NUEVA versión de este software ahora será conducida.
ru: Сейчас будет проведена проверка обновлений данной программы

source: Before reporting a bug, please make sure you have the NEWEST version of this software.
es: Antes de enviar un informe de problema, sea seguro que usted tiene la MÁS NUEVA versión de este software.
ru: Перед сообщением об ошибке, убедитесь, что у вас САМАЯ НОВАЯ версия этой программы.

source: Do you wish to continue?
es: ¿Usted desea continuar?
ru: Вы хотите продолжить?

source: If you are using an older version of this software, first upgrade to the NEWEST version.
es: Si usted está utilizando una más vieja versión de este software, primera mejora a la MÁS NUEVA versión.
ru: Если вы пользуетесь старой версией программы, сперва обновите ее до САМОЙ ПОСЛЕДНЕЙ.

source: Please do not submit bug reports if you are using an older version of this software.
es: No envíe un informe si usted está utilizando una más vieja versión de este software.
ru: Пожалуйста, не сообщайте об ошибках, если вы пользуетесь старой версией программы

source: Send your bug report ONLY if you continue to have the same problem with the NEWEST version of this software.
es: Envíe su informe SOLAMENTE si usted continúa teniendo el mismo problema con la MÁS NUEVA versión de este software.
ru: Сообщайте об ошибках только если у вас постоянные проблемы с САМОЙ ПОСЛЕДНЕЙ версией данной программы

source: To
es: A
ru: Кому

source: From
es: De
ru: От

source: SMTP Server
es: Servidor SMTP
ru: Сервер SMTP

source: Please describe the bug or problem in detail
es: Describa el problema que usted experimentó detalladamente (en inglés)
ru: Пожалуйста, подробно опишите проблему

source: The following system information will be sent with your bug report
es: La información siguiente sobre su sistema será enviada con su informe
ru: С вашим сообщением будет послана следующая информация

source: SEND NOW
es: ENVIAR AHORA
ru: ПОСЛАТЬ

source: PC Card Manager
es: Gestor de Tarjetas PC
ru: Менеджер PC-карт

source: Could not open Help file
es: No podia abrir el fichero de ayuda
ru: Немогу открыть файл помощи

source: No such help topic
es: No existe tal asunto de ayuda
ru: Такой темы в помощи нет

source: Repetition
es: Repetición
ru: Повтор

source: Shortcut Keys
es: Teclas Rápidas
ru: Горячие клавиши

source: IceWM Keys
es: Teclas de IceWM
ru: Клавиши IceWM

source: Open Shortcut Key Configuration
es: Abrir Configuración de Teclas Rápidas
ru: Открыть настройки горячих клавиш

source: Keyboard
es: Teclado
ru: Клавиатура

source: Additional IceWM Shortcut Keys
es: Teclas Rápidas de IceWM Adicionales
ru: Дополнительные горячие клавиши IceWM

source: To test the repetition, hold a key for a few seconds
es: Para probar la repetición, presione una tecla por algunos segundos
ru: Для проверки повтора, удерживайте клавишу несколько секунд

source: Allow keyboard auto-repeat
es: Permitir repetición de teclado
ru: Разрешить автоповтор клавиатуры

source: Sound
es: Sonido
ru: Звук

source: Keyboard Sounds
es: Sonidos de Teclado
ru: Звуки клавиатуры

source: Keyboard Click
es: Clic del Teclado
ru: Клавиатурный клик

source: Allow keyboard clicks
es: Permitir clic del teclado
ru: Разрешить клавиатурные клики

source: Keyboard Beep
es: Bip del Teclado
ru: Сигнал клавиатуры

source: Volume
es: Volumen
ru: Громкость

source: Allow keyboard beeps
es: Permitir bip del teclado
ru: Разрешить сигналы клавиатуры

source: Pitch
es: Tono
ru: Высота

source: Duration
es: Duración
ru: Продолжительность

source: Test
es: Probar
ru: Проверка

source: Edit
es: Redactar
ru: Правка

source: Edit with Gimp
es: Redactar con Gimp
ru: Редактировать в Gimp

source: Too large to tile
es: Demasiado grande embaldosar
ru: Слишком большой для черепицы

source: GLIBC 'zoneinfo' directory not found.
es: El directorio 'zoneinfo' de Glibc no podía ser encontrado.

source: PLEASE READ THE 'ENVIRONMENT VARIABLES' SECTION OF THE HELP FILE YOU ARE ABOUT TO SEE.
es: POR FAVOR, LEA LA SECCIÓN NOMBRADA 'VARIABLES DE ENTORNO' EN EL FICHERO DE AYUDA QUE USTED ESTÁ A PUNTO DE VER.

source: Run As Root
es: Usar Como Root
ru: Запустить как root

source: hours
es: horas
ru: часов

source: hour
es: hora
ru: часа

source: Turn the computer off after
es: Cerrar la estación de trabajo después de
ru: Выключать компьютер после

source: A simple Gtk-based application for managing Energy Star/DPMS features through xset.
es: Un programa básico (Gtk) para configurar las características EnergyStar/DPMS usando xset.
ru: Простое Gtk-приложение для управлением функциями Energy Star/DPMS через xset.

source: NEVER
es: NUNCA
ru: НИКОГДА

source: Suspend the computer after
es: Suspender la computadora después de
ru: приостанавливать копьютер после

source: Enable Energy Star Features
es: Permitir Energy Star (DPMS)
ru: Включить функции Energy Star

source: 'Standby' after being idle for
es: 'Standby' después de ser inactivo por
ru: 'Спящий режим' после

source: minutes
es: minutos
ru: минут

source: View the first half of the list of time zones
es: Ver primero mitad de la lista de zonas de tiempo

source: View the last half of the list of time zones
es: Ver segunda mitad de la lista de zonas de tiempo

source: Scaled
es: Escalado

source: Normal
ru: Нормальный

source: No
ru: Нет

source: Info:
ru: Инфо:

source: Error
ru: Ошибка

source: No such file or directory:
ru: Такого файла или директории несуществует:
