Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP-2/icewmcp-developers-release/locale/*/icewmcp.po
Languages: es, ru

source: Run a program
es: Usar un programa
ru: Запустить программу

source: Command to run
es: Programa
ru: Выполнить команду

source: Run
es: Usar
ru: Запуск

source: Run the selected command
es: Usar el mando seleccionado
ru: Выполнить выбранную команду

source: Close and exit
es: Cerrar y salir
ru: Закрыть и выйти

source: Select A Program
es: Seleccionar Un Programa
ru: Выбрать программу

source: Select
es: Seleccionar
ru: Выбор

source: /_View
es: /_Ver
ru: /_Вид

source: /_View/_Icon View
es: /_Ver/_Iconos
ru: /_Вид/_Иконки

source: /_View/_List View
es: /_Ver/_Lista
ru: /_Вид/_Список

source: Column View
es: Columnas
ru: Столбцы

source: You do not have the extra IceWMCPSystem program installed. You must first download it from
es: El programa adicional nombrado IceWMCPSystem no se podía encontrar en su sistema. Usted debe primero descargarlo de
ru: У вас не установлена дополнительная программа IceWMCPSystem. Вам нужно скачать ее с

source: The program this applet points to does not exist on your system.
es: El programa que este applet señala no existe en su sistema.
ru: Программа, на которую указывает этот апплет, в вашей системе отсутствует.

source: IceWMCP Icon Browser
es: IceWMCP: Navegador de Iconos
ru: Браузер иконок IceWMCP

source: Columns:
es: Columnas:
ru: Столбцы:

source: SELECT
es: SELECCIONAR
ru: ВЫБОР

source: Close
es: Cerrar
ru: Закрыть

source: Reload
es: Recargar
ru: Перезагрузить

source: Icon Paths...
es: Carpetas de Iconos...
ru: Путь к иконкам...

source: You can drag-and-drop icons where needed.
es: Arrastre y caiga los iconos dondequiera desea.
ru: Вы можете перетаскивать иконки куда нужно.

source: Enter a list of icon paths, separated by colons
es: Escribe una lista de directorios con icons, separada por colones
ru: Введите список путей к иконкам, через двоеточия

source: Loading
es: Cargando
ru: Загрузка

source: images...please wait.
es: iconos...espera, por favor.
ru: изображений...Подождите

source: Icons loaded. Ready.
es: Iconos cargados. Listo.
ru: Иконки загружены. Готово.

source: Check for newer versions of this program...
es: Saber si hay más nuevas versiones de este programa...
ru: Проверка наличия новых версий программы...

source: You are currently using version
es: Usted está utilizando actualmente la versión
ru: Сейчас вы используете версию

source: The newest version available is
es: La más nueva versión disponible es
ru: Новая доступная версия-это

source: You can download the newest version from
es: Usted puede descargar la más nueva versión de
ru: Вы можете скачать новую версию с

source: Could not check for software update.
es: No podía buscar las nuevas versiones del software.
ru: Не могу проверить наличие обновлений.

source: This feature requires an internet connection.
es: Se requiere una conexión del Internet.
ru: Для это требуется интернет-соединение

source: IceWM Control Panel
es: Panel de Control de IceWM
ru: Панель управления IceWM

source: / _File
es: / _Fichero
ru: /_Файл

source: / _File/_Refresh View
es: / _Fichero/_Recargar los iconos
ru: /_Файл/_Обновить вид

source: / _File/_Configuration...
es: / _Fichero/_Configuración...
ru: /_Файл/_Конфигурация

source: / _File/sep4
es: / _Fichero/sep4
ru: /_Файл/sep4

source: / _File/_Quit
es: / _Fichero/_Salir
ru: /_Файл/_Выход

source: /_Help
es: /_Ayuda
ru: /_Помощь

source: /_Help/_About IceWM Control Panel...
es: /_Ayuda/_Acerca del Panel De Control De IceWM...
ru: /_Помощь/_О IceWM Control Panel...

source: HINT: Use SINGLE clicks instead of double-clicks. You will not see this message again.
es: NOTA: Utilice los SOLOS tecleos en vez de doble-tecleos. Usted no verá este mensaje otra vez.
ru: СОВЕТ: Используйте одиночные клики вместо двойных. Вы больше не увидите это сообщение.

source: Ice Control Panel
es: Panel De Control De IceWM
ru: Ice Control Pаnel

source: OK
es: Aceptar

source: Choose which icons to hide or show:
es: Oculte o demuestre los iconos:
ru: Выберите какие иконки скрыть или показать:

source: Hide
es: Ocultar
ru: Скрыть

source: Save
es: Guardar
ru: Сохранить

source: A simple Gtk-based control panel for IceWM - for people that prefer Gtk over the Qt-based 'IceCC'. It is modular, easy to use, with a Windows Control Panel like look. Although created for IceWM, it can be easily used as a control panel for any other window manager. It is highly configurable, and control panel applets can be created easily (simple text files). This program is distributed under the GNU General Public License (open source).
es: Un panel de control Gtk-basado simple para IceWM - para la gente que prefiere Gtk. Es modular, fácil utilizar, con un estilo similar el panel de control en Windows. Aunque está creado para IceWM, puede ser utilizado fácilmente como panel de control para cualquier otro WM. Es altamente configurable, y los applets del panel de control pueden ser creados fácilmente (los archivos simples del texto). Este programa se distribuye bajo la GNU GPL (código abierto).
ru: Простая панель управления на основе GTK для IceWM - для тех кто предпочитает Gtk основанной на Qt 'IceСС'. Она модульная, легкая в использовании, похожа на панель управления Windows. Созданная для IceWM, она может легко использоваться в любом другом оконном менеджере. Данная программа распространяется под GNU General Public License (open source).

source: About IceWM Control Panel
es: Acerca Del Panel De Control De IceWM
ru: О IceWM Control Panel

source: Close
es: Cerrar
ru: Закрыть

source: IceWM CP - Key Editor
es: IceWMCP - Teclas Rápidas
ru: IceWM CP - редактор клавиш

source: /_File
es: /_Fichero
ru: /_Файл

source: /File/_Open...
es: /Fichero/_Abrir...
ru: /Файл/_Открыть...

source: /File/_Save
es: /Fichero/_Guardar
ru: /Файл/_Сохранить

source: /File/sep1
es: /Fichero/sep1
ru: /Файл/sep1

source: /File/_Apply Changes Now...
es: /Fichero/A_plicar los cambios...
ru: /Файл/_Применить Изменения...

source: /File/sep2
es: /Fichero/sep2
ru: /Файл/sep2

source: /File/_Exit
es: /Fichero/_Salir
ru: /Файл/_Выход

source: /Help/_About...
es: /_Ayuda/_Acerca de...
ru: /Помощь/_О программе...

source: Key Editor
es: Configuración de Teclas Rápidas
ru: Редактор клавиш

source: Command
es: Programa
ru: Команда

source: Keys
es: Teclas
ru: Клавиши

source: Key:
es: Tecla:
ru: Клавиша:

source: Program:
es: Programa:
ru: Программа:

source: Browse...
es: Seleccionar...
ru: Обзор...

source: New Key
es: Crear Tecla
ru: Новая клавиша

source: Set
es: Fijar
ru: Установить

source: Add
es: Añadir
ru: Добавить

source: Delete
es: Borrar
ru: Удалить

source: Ready.
es: Listo.
ru: Готово.

source: This key does not exist. Please create it by clicking the 'New Key' button.
es: Esta tecla no existe. Haga clic en 'Crear Tecla' para crearla.
ru: Эта клавиша не существует. Нажмите 'Новая клавиша' для ее создания.

source: You must specify a program for this key combination
es: Hay que escojer un programa para esta tecla
ru: Вы должны указать программу для этой комбинации

source: Modified.
es: Modificado.
ru: Изменено.

source: ' already exists and triggers the program:
es: ' ya existe y invoca el programa:
ru: ' уже существует и запускает программу:

source: The key '
es: La tecla '
ru: Клавиша '

source: You must either delete the existing key, or change the existing key's action using 'Set'.
es: Hay que borrar la tecla que existe ya o cambiar el programa esta tecla invocará por hacer clic en 'Fijar'.
ru: Вы должны или удалить существующую клавишу, или изменить ее действие используя 'Установить'.

source: Are you sure you want to delete this key?
es: ¿Desea borrar esta tecla?
ru: Вы действительно хотите удалить эту клавишу

source: Select a file...
es: Seleccione un fichero...
ru: Выбрать файл...

source: No such file or directory:
es: El fichero o el directorio no existe:
ru: Файла или директории не существует:

source: ERROR saving key configuration file:
es: ERROR: No podía guardar la configuración de teclas rápidas:
ru: ОШИБКА сохранения файла конфигурации клавиш

source: Error saving.
es: ERROR: No podía guardar.
ru: Ошибка сохранения

source: WARNING: This feature doesn't work perfectly on all systems. BSD and some other systems may experience problems.
es: ADVERTENCIA: Esta función no funcionar sin problemas para todos los sistemas. Es posible que BSD y otros sistemas sufrieren algunos problemas.
ru: ВНИМАНИЕ: Данная функция ни на одной системе хорошо не работает. На BSD и некоторых других системах могут возникнуть проблемы.

source: A simple Gtk-based key configuration utility for IceWM (written in 100% Python). This program is distributed free of charge (open source) under the GNU General Public License.
es: Una herramienta para configurar las teclas. Es Gtk-basado, escrito con Python, y para IceWM. Este programa se distribuye gratis (código abierto) bajo el acuerdo de la GNU GPL (General Public License).
ru: Простая утилита настройки клавиш на основе GTK для IceWM(написана полностью на Питоне). Данная программа распространяется бесплатно (open source) под GNU General Public License.

source: About IceWM CP - Key Editor
es: Acerca de IceWMCP - Teclas Rápidas
ru: О Редакторе Клавиш IceWM CP

source: Test Key
es: Probar Tecla

source: The executable is not on your PATH
es: No podia encontrar el programa en su $PATH

source: The executable file does not exist
es: El programa no existe

source: IceWM CP - Keyboard Settings
es: IceWM CP - Configuración de Teclado
ru: IceWM CP - Настройки Клавиатуры

source: IceWM Control Panel: Keyboard
es: Panel De Control De IceWM: Teclado
ru: Панель Управления IceWM: Клавиатура

source: Select your desired keyboard repeat rate:
es: Seleccione la velocidad de la repetición del teclado:
ru: Выберите желаемую частоту повтора

source: Delay:
es: Retraso:
ru: Задержка:

source: Rate:
es: Velocidad:
ru: Частота:

source: Test:
es: Probar:
ru: Проверка:

source: Apply
es: Aplicar
ru: Применить

source: Reset
es: Reajustar
ru: Сбросить

source: IceWM CP - Mouse Settings
es: IceWM CP - Configuración de Ratón
ru: IceWM CP - настройки мыши

source: IceWM Control Panel: Mouse
es: Panel De Control De IceWM: Ratón
ru: Панель управления IceWM: Мышь

source: Select your desired mouse speed:
es: Seleccione la velocidad del puntero de ratón:
ru: Выберите желаемую скорость мыши:

source: '. If you are not happy with this mouse speed, wait 7 seconds and the mouse speed will be reset to a reasonable speed.
es: '. Si usted no es feliz con esta velocidad del ratón, espere 7 segundos y la velocidad del ratón será reajustada a una velocidad razonable.
ru: '. Если вы не довольны такой скоростью мыши, подождите 7 секунд и скорость мыши установится на нормальную.

source: Your mouse speed has been set to '
es: Su velocidad del ratón se ha fijado a '
ru: Скорость вашей мыши установлена на '

source: CANCEL change and RESET the mouse
es: CANCELAR el cambio y REAJUSTAR la velocidad del ratón
ru: ОТМЕНА изменений и СБРОС мыши

source: KEEP the new mouse speed
es: GUARDAR la nueva velocidad del ratón
ru: СОХРАНИТЬ новую скорость мыши

source: Behavior
es: Comportamiento
ru: Поведение

source: Mouse Behavior
es: Comportamiento del Ratón
ru: Поведение мыши

source: Speed
es: Velocidad
ru: Скорость

source: Wallpaper Settings
es: Configuración de Escritorio
ru: Установки обоев

source: Desktop Color
es: Color del Fondo
ru: Цвет Рабочего стола

source: Change...
es: Seleccionar...
ru: Изменить...

source: Image
es: Imagen
ru: Изображение

source: Reload Images
es: Recargar la lista
ru: Перезагрузить изображения

source: Directory
es: Directorio
ru: Каталог

source: Select...
es: Seleccionar...
ru: Выбрать...

source: Centered
es: Centrado
ru: По центру

source: Tiled
es: Embaldosado
ru: Черепицей

source: Ok
es: Aceptar

source: A simple Gtk-based utility for setting the background color and wallpaper settings in IceWM (written in 100% Python). This program is distributed under the GNU General Public License (open source). WARNING: Some newer IceWM themes override the wallpaper and background colors set here. If you see no changes, it may be that your theme controls the background colors and images.
es: Una herramienta para configurar el fondo. Es Gtk-basado, escrito con Python, y para IceWM. Este programa se distribuye gratis (código abierto) bajo el acuerdo de la GNU GPL (General Public License). NOTA: Algunas temas para IceWM controlar las imágenes y los colores fijos aquí. Si no vea ningunos cambios aplicados, es posible que el color del fondo y el papel pintado se controlen por la tema usada por IceWM.
ru: Простая Утилита на Gtk для установки цвета фона и обоев в IceWM (написана целиком на Питоне). Данная программа распространяется под GNU General Public License (open source). ВНИМАНИЕ: Некоторые новые темы для IceWM перекрывают установленные здесь обои и цвета фона. Если изменений не видно, то возможно что цветами и изображениями управляет тема.

source: Error backing up IceWM preferences to:
es: ERROR: No podía copiar la configuración de IceWM a:
ru: Ошибка резервного сохранения настроек IceWM в:

source: Error while saving IceWM preferences to:
es: ERROR: No podía guardar la configuración de IceWM como:
ru: Ошибка во время сохранения настроек IceWM в:

source: Select Color
es: Seleccione Un Color
ru: Выбор цвета

source: SORRY: Image could not be previewed.
es: ERROR: No puede cargar la imagen.
ru: ИЗВИНИТЕ: Изображение не может быть просмотрено.

source: Window Options
es: Opciones de Ventana
ru: Опции окна

source: AboveDock
es: SobreMuelle
ru: Над пирсом

source: Dock
es: Muelle
ru: Пирс

source: Below
es: Debajo
ru: Ниже

source: Desktop
es: Escritorio
ru: Рабочий стол

source: OnTop
es: Arriba
ru: Наверху

source: Menu
es: Menú
ru: Меню

source: Add...
es: Añadir...
ru: Добавить...

source: Delete
es: Borrar
ru: Удалить

source: Icon:
es: Icono:
ru: Иконка:

source: Browse...
es: Seleccionar...
ru: Обзор...

source: WorkSpace:
es: Espacio de Trabajo:
ru: Рабочий стол:

source: Layer:
es: Capa:
ru: Слой:

source: Geometry:
es: Geometría:
ru: Геометрия:

source: Tray Icon:
es: Icono de bandeja:
ru: Иконка для лотка:

source: Set
es: Fijar
ru: Установить

source: Step 1: Open the program you wish to set properties for.
es: 1: Abra el programa que Usted desea configurar.
ru: Шаг 1: Открыть программу для настройки

source: Step 2: Click the 'Grab...' button below.
es: 2: Haga clic en 'Coger...' abajo.
ru: Шаг 2: Нажать кнопку 'Захват...' внизу

source: Step 3: Click the crosshairs on the program you opened.
es: 3: Haga clic en la ventana de la program Usted ha abierto.
ru: Шаг 3: Кликните перекрестием над открытой программой

source: ADD
es: Añadir
ru: ДОБАВИТЬ

source: Cancel
es: Cancelar
ru: Отмена

source: Grab...
es: Coger...
ru: Захват...

source: You must complete at least the 'wm_class' field.
es: Hay que completar al menos 'wm_class'.
ru: Вы должны, как минимум, заполнить поле 'wm_class'.

source: ' already exists. Either edit or delete the existing '
es: ' ya existe. Borre o redacte las opciónes para '
ru: ' уже существует. Редактировать или удалить существующий '

source: ' window settings.
es: ' que ya existen.
ru: ' настройки окна

source: The wm_class/wm_name '
es: La ventana '
ru: wm_class/wm_name

source: Are you sure you want to delete the window options associated with:
es: Está seguro que desea borrar las configuraciónes asociadas con:
ru: Вы уверены что хотите удалить опции окна связанные с:

source: Saved.
es: Guardado.
ru: Сохранено.

source: Has HIDE button (if applicable)
es: Tiene botón para OCULTAR (si es aplicable)
ru: Установить кнопку СКРЫТЬ (если возможно)

source: Has ROLLUP button (if applicable)
es: Tiene botón para RODAR PARA ARRIBA (si es aplicable)
ru: Установить кнопку ВТЯНУТЬ (если возможно)

source: Has LAYER button (if applicable)
es: Tiene botón para la CAPA (si es aplicable)
ru: Установить кнопку СЛОЙ (если возможно)

source: Ignore pre-set window positions
es: No haga caso de posiciones preestablecidas de ventana
ru: Игнорировать предустановленные позиции окон

source: Do not focus
es: No se enfoque
ru: Не фокусировать

source: Start full-screen
es: Comienza de plena pantalla
ru: Запускать в полный экран

source: Start vertically maximized
es: Comienza maximizado verticalmente
ru: Запускать развернутым по вертикали

source: Start horizontally maximized
es: Comienza maximizado horizontalmente
ru: Запускать развернутым по горизонтали

source: Has title bar
es: Tiene barra del título
ru: Установить заголовок

source: Start maximized
es: Comienza maximizado
ru: Запускать развернутым

source: Visible on all workspaces
es: Visible en todos los espacios de trabajo
ru: Видно на всех раб.столах

source: Has border
es: Tiene frontera
ru: Установить границу

source: Do not show in Quick-switch window
es: No se muestra en ventana de Quick-switch
ru: Не показывать в меню окон

source: App is non-ICCCM compliant
es: Es non-ICCCM obediente
ru: Приложение не соответствует ICCCM

source: Has MINIMIZE button
es: Tiene botón para MINIMIZARSE
ru: Установить кнопку СВЕРНУТЬ

source: Maximizeable
es: Se puede maximizar
ru: Можно разворачивать

source: Do not focus when app is raised
es: No se enfoque cuando se levanta el programa
ru: Не фокусировать когда приложение

source: Has resize border
es: Tiene frontera para volver a clasificar según el tamaño
ru: Установить рамку для изменения размера

source: Can be rolled up
es: Se puede rodar para arriba
ru: Может быть втянуто

source: Moveable
es: Se puede mover
ru: Можно передвигать

source: Has MAXIMIZE button
es: Tiene botón para MAXIMIZARSE
ru: Установить кнопку РАЗВЕРНУТЬ

source: Resizeable
es: Se puede volver a clasificar según el tamaño
ru: Можно изменять размер

source: Has CLOSE button
es: Tiene botón para CERRARSE
ru: Установить кнопку ЗАКРЫТЬ

source: Force focusing
es: Fuerza al foco
ru: Принудительная фокусировка

source: Closeable
es: Se puede cerrar
ru: Можно закрывать

source: Do not show on taskbar
es: No se demuestra en taskbar
ru: Не показывать в панели задач

source: Has system menu
es: Tiene menú del sistema
ru: Установить системное меню

source: Hideable
es: Se puede ocultar
ru: Можно скрывать

source: Do not cover
es: No cubra
ru: Не покрывать

source: Start minimized
es: Comienza minimizado
ru: Запускать свернутым

source: Reserve extra 'F[num]' keys
es: Teclas 'F[num]' son reservadas
ru: Зарезервировать доп. 'F[num]' клавишу

source: Do not show in Window List
es: No se muestra en lista de ventanas
ru: Не показывать в списке окон

source: Minimizeable
es: Se puede minmizar
ru: Можно сворачивать

source: Do not show a confirmation dialog when closing the window
es: No se muestra un diálogo de confirmación al cerrar la ventana
ru: Не спрашивать подтверждения при закрытии окна

source: There was an ERROR saving your window options to the file:
es: ERROR: No se pudo guardar el fichero para las opciónes de ventanas:
ru: ОШИБКА при сохранении опций окна в файл:

source: A simple Gtk-based window options configuration utility for IceWM (written in 100% Python). Optimized for IceWM version 1.2.7. This program is distributed free of charge (open source) under the GNU General Public License.
es: Una herramienta para configurar los Opciones de la Ventana. Es Gtk-basado, escrito con Python, y para IceWM. Está optimizado para IceWM 1.2.7. Este programa se distribuye gratis (código abierto) bajo el acuerdo de la GNU GPL (General Public License).
ru: Простая утилита конфигурации опций окна для IceWM Написана целиком на Питоне с использованием Gtk. Оптимизирована для IceWM версии 1.2.7. Данная программа распространяется бесплатно под GNU General Public License (open source)

source: Window Options Editor
es: Redactor para Opciones de Ventana
ru: Редактор опций окон

source: About
es: Acerca de
ru: О программе

source: CANCEL
es: CANCELAR
ru: ОТМЕНА

source: Date & Time
es: Fecha Y Hora
ru: Дата и время

source: Current Time Zone:
es: Zona de Tiempo Actual:
ru: Текущий часовой пояс

source: To change the timezone,select your area from the list below:
es: Para fijar la zona de tiempo, seleccione tu sitio de la lista:
ru: Для изменения вашего часового пояса, выберите из списка:

source: Set Time Zone
es: Fijar Zona de Tiempo
ru: Установить часовой пояс

source: Time Zone
es: Zona de Tiempo
ru: Часовой пояс

source: CRITICAL ERROR PhrozenClock was unable to determine the location of your 'zoneinfo' time zone files, normally located in /usr/share/zoneinfo/. You may have to edit the phrozenclock.py script and set the ZONEINFO_DIR variable manually (sorry!). Also, make sure that your /etc/localtime file is properly LINKED. Critical Error: Quitting.
es: ERROR: PhrozenClock no pudo encontrar los ficheros 'zoneinfo', usualmente localizados por /usr/share/zoneinfo/. Es posible que Usted tuviere que fijar el valor de ZONEINFO_DIR en el programa 'phrozenclock.py'. Tambien, sea seguro que /etc/localtime esta enlazado correctamente.
ru: КРИТИЧЕСКАЯ ОШИБКА PhrozenClock не может определить нахождение файлов часового пояса, обычно расположенных в /usr/share/zoneinfo/. Вам придется отредактировать скрипт phrozenclock.py и установить переменную ZONEINFO_DIR вручную (извините!). а так же проверьте правильно ли ссылки файл /etc/localtime. Критическая ошибка: Выход.

source: Could not determine your timezone's 'nickname'. You may have to set this yourself.
es: No se puede determinar el nombre de la zona de tiempo para su sistema. Tiene que fijarlo su mismo.
ru: Не могу определить 'псевдоним' вашего часового пояса Вам придется сделать это самим.

source: '....Quitting.
es: ...Saliendo.
ru: '....Выход.

source: ERROR: Could not load available time zones from '
es: ERROR: No podía cargar zonas de tiempo disponibles de '
ru: ОШИБКА: не могу загрузить доступные часовые пояса из '

source: Unknown error setting your timezone. You may have to do this manually or edit the source for the phrozenclock.py script
es: ERROR: No se puede fijar la zona de tiempo. Tiene que fijarlo su mismo.
ru: Неизвестная ошибка установки вашего часового пояса. Вам придется сделать это вручную или отредактировать исходник скрипта phrozenclock.py

source: Unknown error writing your timezone. You may have to do this manually or edit the source for the phrozenclock.py script
es: Error desconocido que escribe su timezone. Usted puede tener que hacer esto manualmente o corregir la fuente para la escritura de phrozenclock.py
ru: Неизвестная ошибка записи вашего часового пояса.Вам придется сделать это вручную или отредактировать исходник скрипта phrozenclock.py

source: Phrozen Clock will now be quickly RESTARTED. This is absolutely necessary. You may see a quick flicker on your display, or may see the screen 'black' for a moment. Do not be alarmed, as this is normal.
es: PhrozenClock se reiniciará rapidamente. Es necesario. No se preocupe si la pantalla relampaguee un poquito o se ennegrezca la pantalla por un segundo. Eso es normal.
ru: Сейчас Phrozen Clock быстро перезапустятся.Это совершенно необходимо. Возможно экран замерцает или станет черным, на мгновение. Не тревожьтесь, так как это нормально.
