Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP-2/locale/*/icewmcp-ism.po
Languages: fr

source: What's this?
fr: Qu'est-ce ?

source: Click for help
fr: Cliquer pour obtenir de l'aide

source: Close All
fr: Fermer tout

source: Dialog Closed
fr: Dialogue fermée

source: Dialog Opened
fr: Dialog ouverte

source: IceWM Restart
fr: Redémarrage de IceWM

source: IceWM Shutdown
fr: Arrêt de IceWM

source: IceWM Startup
fr: Démarrage de IceWM

source: Launch Application
fr: Lancer une application

source: Start Menu Clicked
fr: Clic sur le menu de démarrage

source: Window Closed
fr: Fenêtre fermée

source: Window Hidden
fr: Fenêtre cachée

source: Window Lowered
fr: Fenêtre réduite

source: Window Maximized
fr: Fenêtre maximisée

source: Window Minimized
fr: Fenêtre iconisée

source: Window Moved
fr: Fenêtre déplacée

source: Window Opened
fr: Fenêtre ouverte

source: Window Restored
fr: Fenêtre restaurée

source: Window Rolled Up
fr: Fenêtre enroulée

source: Window Sized
fr: Fenêtre redimensionnée

source: Work Space Changed
fr: Changement de bureau

source: [NONE]
fr: [AUCUN]

source: /_File
fr: /_Fichier

source: /_File/_Load Sound Theme...
fr: /_Fichier/_Charger un thème sonore...

source: /_File/_Save Sound Theme...
fr: /_Fichier/_Sauvegarder le thème sonore...

source: /_File/sep1
fr: /_Fichier/sep1

source: /_File/_Quit
fr: /_Fichier/_Quitter

source: /_IceSound Server
fr: /Serveur _IceSound

source: /_IceSound Server/_Wav Storage Directory
fr: /Serveur _IceSound/Répertoire de stockage des _wav

source: /_IceSound Server/_Audio Interface
fr: /Serveur _IceSound/Interface _audio

source: /_IceSound Server/IceSound _Executable
fr: /Serveur _IceSound/_Exécutable IceSound

source: /_IceSound Server/sep2
fr: /Serveur _IceSound/sep2

source: /_IceSound Server/_Stop Sound Server
fr: /Serveur _IceSound/_Arrêter le serveur de son

source: /_IceSound Server/sep3
fr: /Serveur _IceSound/sep3

source: /_IceSound Server/(_Re)Start Sound Server
fr: /Serveur _IceSound/(_Re)Démarrer le serveur de son

source: /_Options/_Preferences...
fr: /_Options/_Préférences...

source: /_Options/Run _Setup
fr: /_Options/Exécuter l'_installation

source: /_Help
fr: /_Aide

source: /_Help/_About...
fr: /_Aide/_A propos...

source: /_Help/Ice Sound _Manager Help
fr: /_Aide/Aide de Ice Sound _Manager

source: /_Help/IceSound _Server Help
fr: /_Aide/Aide du _serveur IceSound

source: /_Help/_Sample Server Script
fr: /_Aide/_Exemples de scripts pour le serveur

source: /_Help/_Bug Reports and Comments
fr: /_Aide/Rapports de _bogues et commentaires

source: Sound Theme
fr: Thème sonore

source: The current sound theme, if any
fr: Le thème sonore actuel, si aucun

source: Reload
fr: Recharger

source: Switch to the selected theme
fr: Changer pour le thème sélectionné

source: Save...
fr: Sauvegarder...

source: Click to SAVE this theme.
fr: Cliquer pour sauvegarder ce thème.

source: Load...
fr: Charger...

source: Click to LOAD a new theme.
fr: Cliquer pour charger un nouveau thème.

source: Click 'Change' to change this sound
fr: Cliquer sur 'Changer' pour changer ce son

source: Sound Event
fr: Evénement sonore

source: Change...
fr: Changer...

source: Select a sound for this event
fr: Sélectionner un son pour cet événement

source: Selected Sound
fr: Son sélectionné

source: Stop
fr: Arrêter

source: Stop playing this sound
fr: Arrêter la lecture de ce son

source: Play
fr: Jouer

source: Play this sound with your chosen wav player
fr: Jouer ce son avec le lecture wav choisi

source: No Sound
fr: Aucun son

source: Set the sound for this event to NO sound
fr: Fixer le son de cet événement à aucun son

source: Enabled
fr: Activé

source: Enable/Disable the sound for the selected event
fr: Activer/Désactiver le son pour l'événement sélectionné

source: Edit
fr: Editer

source: Edit this sound with your chosen sound editor
fr: Editer ce son avec l'éditeur sonore choisi

source: Suggested Sound Server Command Line:
fr: Ligne de commande suggérée pour le serveur de sons :

source: Help on the Sound Server Command Line
fr: Aide à propos de la ligne de commande pour le serveur de sons

source: (Re)start IceSound Server
fr: (Re)démarrer le serveur IceSound

source: (Re)start the IceSound Server to enable IceWM sound events
fr: (Re)démarrer le serveur IceSound pour permettre les événements sonore IceWM

source: Stop IceSound Server
fr: Arrêter le serveur IceSound

source: Stopping the IceSound server will disable IceWM sound events
fr: L'arrêt du serveur IceSound entraîne la désactivation des évènements sonores de IceCM

source: Apply Sound Theme
fr: Appliquer le thème sonore

source: Apply this sound theme and start using this set of sounds now.
fr: Appliquer ce thème sonore et démarrer maintenant en utilisant ce jeu de sons.

source: Ice Sound Manager Options
fr: Options du gestionnaire Ice Sound

source: Wav Player Command Line
fr: Ligne de commande du lecteur Wav

source: Wav Editor Command Line
fr: Ligne de commande de l'éditeur Wav

source: Automatically start IceSound server when Ice Sound Manager starts
fr: Démarrer automatiquement le serveur IceSound lorsque le gestionnaire Ice Sound démarre

source: Copy files instead of linking them
fr: Copier les fichiers au lieu de créer des liens symboliques

source: Launch the IceSound Server in a terminal window
fr: Lancer le serveur IceSound dans une fenêtre de terminal

source: Cancel
fr: Annuler

source: Cancel without saving changes
fr: Annuler sans sauvegarder les changements

source: Save
fr: Sauvegarder

source: Save changes and close this window
fr: Sauvegarder les changements et fermer cette fenêtre

source: WARNING: '%f' needed in Wav Player Command Line for Ice Sound Manager to play them.
fr: ATTENTION : '%f' sont nécessaires dans la ligne de commande du lecteur Wav pour que le gestionnaire Ice Sound puisse les jouer.

source: WARNING: '%f' needed in Wav Editor Command Line for Ice Sound Manager to edit them.
fr: ATTENTION : '%f' sont nécessaires dans la ligne de commande de l'éditeur Wav pour que le gestionnaire Ice Sound puisse les éditer.

source: Ice Sound Manager Help
fr: Aide du gestionnaire Ice Sound

source: Close
fr: Fermer

source: Close this help window
fr: Fermer cette fenêtre d'aide

source: This section of Ice Sound Manager deals with your IceSound Server itself. SUGGESTED SOUND SERVER COMMAND LINE: This field shows you the auto-generated command line that is being used to launch your IceSound Server. It is provided so YOU can see exactly what is being launched on your system and how, and may be useful for troubleshooting. You can copy and paste the text in this field into a terminal window to aid in any troubleshooting you must do. This field contains the EXACT same command that is executed when you click '(Re)Start IceSound Server' and is the command that will be executed if you have enabled automatic starting of your IceSound Server when Ice Sound Manager starts. NOTE: Editing the text in this field doeshas NOT effect command Ice Sound Manager launches to start your server. Anything you type here is ignored by Ice Sound Manager. The 'Suggested Sound Server Command Line' is provided for informational purposes only. You may also find this field useful for pasting into scripts, etc. (RE)START ICESOUND SERVER: This will execute the UNEDITED version of the command line that appears in 'Suggested Sound Server Command Line' to start/restart your IceSound Server. Your IceWM sound events will NOT be enabled until the sound server has been started. It is a good idea to restart the server whenever you have changed your sound theme, though Ice Sound Manager attempts to do this for you. STOP ICESOUND SERVER: Very simply, this feature stops your IceSound Server, disabling all future sound events in IceWM. NOTE: Ice Sound Manager does not shutdown your sound server automatically when you exit Ice Sound Manager (it is assumed you want to keep your sound events enabled). If you quit Ice Sound Manager, your IceSound Server will continue running, until you either click 'Stop IceSound Server' or issue a 'kill' command to your IceSound Server process. However, on most systems, the IceSound Server will shutdown automatically if you quit/restart your X Server.
fr: Cette partie du Gestionnaire IceSound Manager concerne le serveur IceSound lui-même. LIGNE DE COMMANDE SUGGÉRÉECe champ vous indique la commande générée automatiquement qui est utilisée pour démarrer le serveur IceSound. Elle vous est fournie afin que vous puissiez voir exactement ce qui est exécuté sur votre système et de quelle manière. Elle peut être utile pour résoudre des problèmes : vous pouvez copier et coller le contenu de champ dans un terminal ce qui vous aidera à trouver une solution. Ce champ contient exactement la même commande que celle qui est exécutée quand vous cliquez le bouton '(Re)Démarrer le serveur IceSound' et lors du démarrage automatique du serveur si cette option a été activée dans le Gestionnaire IceSound. Cette ligne de commande est uniquement fournie à titre d'information. Il peut également être utile de copier cette ligne dans des scripts, etc. (RE)DEMARRER LE SERVEUR ICESOUND Ceci va (re)démarrer votre serveur IceSound en éxécutant la version non modifiée de la ligne de commande qui apparaît dans 'LIGNE DE COMMANDE SUGGÉRÉE'. Vos évènements sonores ne fonctionneront pas tant que le serveur IceSound ne sera pas démarré. Il est judicieux de redémarrer le serveur dès que vous changez votre thème sonore, même si le Gestionnaire IceSound est supposé le faire pour vous. ARRÊTER LE SERVEUR ICESOUND Très logiquement, cette fonction arrête votre serveur IceSound, ce qui désactive tous les futurs évènements sonores. NB : le Gestionnaire IceSound n'éteint pas le serveur IceSound lorsque vous le fermez (on présume que vous souhaitez gardez les sons, une fois le gestionnaire quitté). Si vous quittez le Gestionnaire IceSound, le serveur de sons IceSound continuera donc de fonctionner, jusqu'à ce qu'il reçoive le signal 'TERM'. Ainsi, le serveur sera arrêté si vous cliquez sur 'Arrêter le Serveur IceSound' ; ou bien si vous utilisez la commande 'kill' ; ou bien (sur la plupart des système) si vous fermez votre session IceWM.

source: If CHECKED, your Ice Sound Server will be started in a terminal window. The terminal application to be used is determined by the value of your $TERM environment variable (generally, xterm, gnome-terminal, kterm, or eterm). You can determine the terminal application used to launch your Ice Sound Server, by setting the environment variable $TERM. Type 'echo $TERM' to see what your default terminal application is. NOTE: Your default terminal application in $TERM must accept the -e command line option and must understand it in a way similiar to xterm for this option to work. The only exception to this rule is gnome-terminal.
fr: Si SÉLECTIONNÉ, votre serveur IceSound sera démarré dans un terminal. Le terminal à utiliser est déterminé par la valeur de la variable d'environnement $TERM (usuellement : xtermn, gnoem-terminal, kterm, ou eterm). Tapez 'echo $XTERM' pour voir quel terminal est utilisé actuellement, et 'export TERM=xterm' pour utiliser xterm à la place. NB : Le terminal spécifié dans $XTERM doit supporté l'option '-e' et doit la comprendre de façon similaire à celle de xterm. La seule exception à cette règle est gnome-terminal.

source: This option only applies to when ICE SOUND MANAGER is started, not when IceWM is started. If CHECKED, Ice Sound Manager will start your Ice Sound Server (if it is not already running) whenever you start Ice Sound Manager. Your Ice Sound Server will be started with the command shown in the field 'Suggested Sound Server Command Line'. Leave this option unchecked if you do NOT want automatic starting of your Ice Sound Server when Ice Sound Manager is launched.
fr: Cette option est appliquée quand le Gestionnaire IceSound est démarré, et non quand le serveur IceSound est démarré. Si sélectionnée, le Gestionnaire IceSound démarre votre serveur IceSound dès que vous ouvrez le Gestionnaire IceSound (et si le serveur ne fonctionne pas déjà). Votre serveur IceSound sera démarré avec la commande indiquée dans le champ 'Ligne de commande suggérée'. Laissez la case non cochée si vous ne voulez pas du démarrage automatique du server IceSound.

source: This option determines whether your .wav sounds will be LINKED or COPIED into your IceSound Server's Wav Storage Directory (as defined under the menu 'IceSound Server' -> 'Wav Directory'. Leave this option UNCHECKED if you would rather your files be LINKED into your IceSound Server's Wav Storage Directory. (This will save disk space, but your sound events will not play if you move/delete the original files. Be sure to keep your sound themes current if you choose this method.) CHECK this option if you would rather your .wav sounds be COPIED to your IceSound Server's Wav Storage Directory. (This method uses more disk space, but ensures that your sound events will be unaffected should you move/delete the original .wav files.) Which method you choose is up to you.
fr: Cette option détermine si vos sons .wav seront liés symboliquement ou bien copiés dans le répertoire des sons Wav de IceWM (tel qu'il est défini dans 'Serveur IceSound' -> 'Répertoire Wav'). Laissez cette case non cochée si vous préférez que vos fichiers soient liés symboliquement (Les liens symboliques sont écrits dans le répertoire des sons Wav de IceWM. Ceci économise de l'espace disque. Mais les sons ne pourront plus être joués si vous déplacez, renommez ou supprimez les fichiers originaux. Soyez sûr de garder vos thèmes sonores à jour si vous choisissez cette méthode). Cochez cette option si vous préférez que les fichiers soient copiés dans le répertoire des sons Wav de IceWM. (Cette méthode consomme davantage d'espace disque, mais assure que les évènements sonores ne sont pas affectés, même si vous renommez ou efffacez les fichiers originaux.) Les deux méthodes sont possibles, choisir l'une ou l'autre ne dépend que de vous.

source: If you want to be able to PLAY your sounds in Ice Sound Manager, you must enter the command to launch a .wav sound player on your system. Most people should be able to use the default command. However, you may want or need to change this command. NOTE: Any command line you enter MUST contain the string '%f' somewhere in the command line (this signifies where the .wav's filename should go in the command line.) It is YOUR job to know or find out what command line to use to launch your .wav player. If you fail to include '%f' in your command line, you will see an error message on the status bar when you attempt to play your sounds. I personally suggest you use a command line that opens a fast, console-based .wav player (like wavplay) for the sake of speed.
fr: Si vous voulez pouvoir jouer des sons dans le gestionnaire IceSound, vous devez entrer la commande qui permet d'exécuter sur votre système un lecteur de sons wav. La commande par défaut devrait fonctionner dans la plupart des cas. Cependant, il est possible que vous vouliez ou deviez changer cette commande. NB : Toute ligne de commande que vous entrez doit contenir la chaîne "%f" (ceci signifie que le nom du fichier wav doit figurer dans la ligne de commande). C'est à vous de savoir comment démarrer un lecteur de wav sur votre système. Si vous omettez d'inclure "%f" dans votre ligne de commande, vous allez voir un message d'erreur apparaître dans la barre d'état à chaque fois que l'évènement sonore correspond a lieu. Je vous recommande que vous utilisiez un lecteur de wav rapide et en mode console (tout comme wavplay) pour préserver la réactiviter de votre système.

source: If you want to be able to EDIT your sounds in Ice Sound Manager, you must enter the command to launch a .wav sound editor on your system. Most people should be able to use the default command, IF they have the Sweep sound editor installed. However, you may want or need to change this command. NOTE: Any command line you enter MUST contain the string '%f' somewhere in the command line (this signifies where the .wav's filename should go in the command line.) It is YOUR job to know or find out what command line to use to launch your .wav editor. If you fail to include '%f' in your command line, you will see an error message on the status bar when you attempt to edit your sounds.
fr: Si vous voulez pouvoir éditer vos sons directement depuis le Gestionnaire IceSound, vous devez entrer la ligne de commande qui permet de lancer un éditeur de sns wav sur votre système. La commande par défaut devrait fonctionner dans la plupart des cas, à condition de disposer de l'éditeur de son 'Sweep'. Cependant, il est possible que vous souhaitiez ou deviez changer cette comamnde. NB : Toute ligne de commande que vous entrez doit contenir la chaîne "%f" (ceci signifie que le nom du fichier wav doit figurer dans la ligne de commande). C'est à vous de savoir comment démarrer un éditeur de wav sur votre système. Si vous omettez d'inclure "%f" dans votre ligne de commande, vous allez voir un message d'erreur apparaître dans la barre d'état à chaque fois que l'évènement sonore correspond a lieu.

source: Ice Sound Manager is in no way 'officially' affiliated with IceWM, IceSound Server, or its creators. Ice Sound Manager is a FRONTEND to the IceSound Server. The project is still in its formative stages. Expect bugs. COURTEOUSLY report bugs in Ice Sound Manager to PhrozenSmoke@yahoo.com. If you have any other comments or suggestions, those are welcomed as well. Please do NOT report bugs in your IceSound Server, your IceWM environment, or ask me for help on getting your IceSound Server to run. Also, please read 'Ice Sound Manager Help' under the 'Help' menu (or press F4) before reporting a 'bug'. You will find useful troubleshooting suggestions there.
fr: Le Gestionnaire IceSound n'est en aucun cas affilié officiellement avec IceWM, avec le serveur IceSound, ou avec leurs auteurs. Le Gestionnaire IceSound est une interface graphique du serveur IceSound. Le projet en est encore à ces étapes de formation. Attendez-vous à rencontrer des bogues. Reportez les bogues de Ice Sound Manager POLIMENT à PhrozenSmoke@yahoo.com. Si vous avez des commentaires ou des suggestions, vous êtes évidement les bienvenus. S'il vous plaît, Ne reportez PAS de bogues de votre serveur IceSound ou de votre environnement IceWM ; et NE me demandez PAS de l'aide pour faire fonctionner votre serveur IceSound. De plus, veuillez, s'il vous plaît, lire l'aide de Ice Sound Manager dans le menu 'Aide' (ou appuyez sur F4) avant de reporter un bogue. Vous y trouverez des suggestions pour résoudre les problèmes.

source: ICESOUND SERVER HELP
fr: AIDE DU SERVEUR ICESOUND

source: The following is the output returned by running your IceSound Server executable
fr: Ce qui suit est retourné lors de l'exécution du Serveur IceSound

source: You are running IceSound Server version
fr: Vous utilisez le Serveur IceSound version

source: You may find it useful for trouble shooting problems with your sound server. If you see nothing below or see an error message, try modifying your IceSound Server command line, by clicking 'IceSound Server' on the menu. Also, make sure you have the permissions necessary to run the server executable
fr: Ceci peut être utile pour résoudre d'éventuels incidents avec votre serveur de sons. Si rien ne se passe ou si un message d'erreur apparaît, essayez de modifier votre ligne de commande du serveur IceSound, en cliquant sur 'Serveur IceSound' dans le menu. De plus, assurez-vous que vous possèdez les permissions nécessaires pour lancer l'exécutable du serveur

source: with the --help switch.
fr: avec l'option '--help'.

source: SAMPLE SERVER SCRIPT Here is a simple bourne/bash shell script you can use to easily start and stop your IceSound server. All you should have to do is copy and paste it to a file. Save it as /usr/bin/icesoundsh. Type 'chmod 755 /usr/bin/icesoundsh' at a terminal. You can start the server by typing 'icesoundsh start', and shutdown the server by typing 'icesoundsh stop'. Hopefully, this is useful. Note: It's probably not a smart idea to save this script under /usr/bin/icesound, especially if the server executable itself is called 'icesound'. Copy and paste the section below this line
fr: EXEMPLES DE SCRIPTS POUR LE SERVEUR Voici un exemple simple de script shell/bash que vous pouvez utiliser pour démarrer ou arrêter votre Serveur IceSound facilement. Normalement, il vous suffit de copier/coller ce script dans un fichier ; sauver ce fichier dans /usr/bin/iccesounds.sh (vous devez être root) ; puis saisir dans un terminal la commande 'chmod 755 /usr/bin/iccesound.sh'. Vous pourrez alors démarrer le serveur par la commande 'icesound.sh start' et l'arrêter par 'icesound.sh stop'. J'espère que cet exemple est utile. NB : Ce n'est probablement pas une bonne idée d'appeler le script '/usr/bin/icesound', en particulier si l'exécutable du serveur porte déjà ce nom. Copiez et collez la section qui commence sous cette ligne

source: ABOUT ICE SOUND MANAGER
fr: À PROPOS DU GESTIONNAIRE ICESOUND

source: Ice Sound Manager is in no way 'officially' affiliated with IceWM, IceSound Server, or its creators. Ice Sound Manager is a FRONTEND to the IceSound Server. Ice Sound Manager is freeware and open source. In addition, Ice Sound Manager is now part of a larger project, called IceWM Control Panel. As of version 0.2-beta-2, Ice Sound Manager is distributed under the General Public License (GPL). See the 'IceSoundManager-LICENSE' file for details. All legal, non-profit use, modification, and distribution of this software is permitted provided all these credits are left in-tact and unmodified. This software is distributed as-is, without any warranty or guarantee of any kind. Use at your own risk! Ice Sound Manager was designed to ease the management of sound events, sound themes, and the sound server in the IceWM environment. It is also intended to be an improvement upon the noble, but primitive icesndcfg. The project is still in its formative stages, so expect bugs. (Report bugs to PhrozenSmoke@yahoo.com) Visit http://members.aol.com/ButchWhipAppeal/ for my other software projects.
fr: Le Gestionnaire IceSound n'est en aucun cas officiellement affilié avec IceWM, avec le Serveur IceSound, ou avec leurs auteurs. Le Gestionnaire IceSound est une interface graphique du serveur IceSound. Le Gestionnaire IceSound est gratuit et libre (ndt : freeware et open source). Par ailleurs, le Gestionnaire IceSound fait maintenant partie d'un projet plus vaste appelé 'Panneau de Contrôle de IceWM'. La version 0.2-beta-2 du Gestionnaire IceSound est distribuée sous les termes de la General Public License (GNU GPL). Voir le fichier 'IceSoundManager-LICENSE' pour plus de détails. Toute modification et distribution de ce programme est autorisée, à condition de laisser ces crédits inchangés. Ce logiciel est distribué tel quel, sans aucune assurance ni garantie d'aucune sorte. Utilisez-le à vos risques et périls ! Le Gestionnaire IceSound a été conçu pour faciliter la gestion des évènements sonores, des thèmes sonores, et du serveur de sons dans l'environnement IceWM. Son but est également d'apporter des améliorations par rapport au noble mais primitif 'icesndcfg'. Le projet n'est pas encore mature, attendez-vous donc à rencontrer des bogues. (Reportez les bogues à PhrozenSmoke@yahoo.com s'il vous plaît) Visitez http://members.aol.com/ButchWhipAppeal/ pour voir les autres projets de l'auteur de ce logiciel.

source: Browse...
fr: Explorer...

source: OK
fr: Valider

source: Close and save changes
fr: Enregistrer les modifications et fermer
