Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP-2/locale/*/icewmcp.po
Languages: fr

source: A Gtk-based mouse configuration utility
fr: Un utilitaire de configuration de la souris (basé sur Gtk)

source: for IceWM (written in 100% Python).
fr: pour IceWM (écrit entièrement en Python).

source: Credits
fr: Crédits

source: Translators
fr: Traducteurs

source: If you wish to help us with the translations, please visit the following site on the web
fr: Si vous souhaitez nous aider à traduire, veuillez visiter le site suivant sur le web

source: Send A Bug Report
fr: Envoyer un rapport de bogue

source: You did not specify a valid SMTP host.
fr: Vous n'avez pas spécifié un hôte SMTP valide.

source: Bug Report
fr: Rapport de bogue

source: The FROM e-mail address you provided is invalid.
fr: L'adresse électronique de l'expéditeur que vous avez fournie est invalide.

source: Unable to connect to SMTP server
fr: Impossible de se connecter au serveur SMTP

source: Be sure that you are connected to the internet.
fr: Vérifiez que vous êtes bien connecté à l'Internet.

source: Unable to send your bug report message
fr: Impossible d'envoyer le message du rapport de bogue

source: Your SMTP server may require a password or may require you to check your POP3 mail first.
fr: Votre serveur SMTP exige un mot de passe ou bien vous demande de d'abord vérifier vos boîtes POP3.

source: Your bug report message was successfully sent to
fr: Votre message de rapport de bogue a été envoyé avec succès à

source: There is not enough information to send a bug report.
fr: Il n'y a pas assez d'information pour envoyer un rapport de bogue.

source: You did not describe the bug or problem IN DETAIL in the 'bug report' area.
fr: Vous n'avez pas décrit le bogue ou le problème EN DÉTAIL dans la zone du rapport de bogue.

source: Unknown application
fr: Application inconnue

source: A check for the NEWEST version of this software will now be conducted.
fr: Un test va être mené maintenant pour vérifier que vous utilisez la DERNIÈRE version de ce programme.

source: Before reporting a bug, please make sure you have the NEWEST version of this software.
fr: Avant d'envoyer un rapport de bogue, veuillez vérifier que vous utilisez la DERNIÈRE version de ce logiciel.

source: Do you wish to continue?
fr: Souhaitez-vous continuer ?

source: If you are using an older version of this software, first upgrade to the NEWEST version.
fr: Si vous utilisez une ancienne version de ce logiciel, installez avant tout la DERNIÈRE version.

source: Please do not submit bug reports if you are using an older version of this software.
fr: Veuillez ne pas soumettre de rapports de bogue, si vous utilisez une ancienne version de ce logiciel.

source: Send your bug report ONLY if you continue to have the same problem with the NEWEST version of this software.
fr: Envoyez votre rapport de bogue SEULEMENT si vous avez toujours le même problème avec la DERNIÈRE version de ce logiciel.

source: To
fr: À

source: From
fr: De

source: SMTP Server
fr: Serveur SMTP

source: Please describe the bug or problem in detail
fr: Veuillez décrire le bogue ou le problème en détail

source: The following system information will be sent with your bug report
fr: Les informations systèmes suivantes seront envoyées avec votre rapport de bogue

source: SEND NOW
fr: ENVOYER MAINTENANT

source: PC Card Manager
fr: Gestionnaire de cartes PC Card

source: Could not open Help file
fr: Impossible d'ouvrir le fichier d'aide

source: No such help topic
fr: Sujet d'aide inexistant

source: Repetition
fr: Répétition

source: Shortcut Keys
fr: Touches de raccourci

source: IceWM Keys
fr: Touches IceWM

source: Open Shortcut Key Configuration
fr: Ouvrir la configuration des touches de raccourci

source: Keyboard
fr: Clavier

source: Additional IceWM Shortcut Keys
fr: Touches de raccourci supplémentaires de IceWM

source: To test the repetition, hold a key for a few seconds
fr: Pour tester la répétition, maintenez la touche pendant quelques secondes

source: Allow keyboard auto-repeat
fr: Permettre la répétition automatique sur le clavier

source: Sound
fr: Son

source: Keyboard Sounds
fr: Sons du clavier

source: Keyboard Click
fr: Clic du clavier

source: Allow keyboard clicks
fr: Permettre les clics du clavier

source: Keyboard Beep
fr: Beep du clavier

source: Allow keyboard beeps
fr: Permettre les beeps du clavier

source: Pitch
fr: Ton

source: Duration
fr: Durée

source: Edit
fr: Éditer

source: Edit with Gimp
fr: Éditer avec The Gimp

source: Too large to tile
fr: Trop grand pour faire une mosaïque

source: GLIBC 'zoneinfo' directory not found.
fr: Répertoire 'zoneinfo' de Glibc non trouvé.

source: PLEASE READ THE 'ENVIRONMENT VARIABLES' SECTION OF THE HELP FILE YOU ARE ABOUT TO SEE.
fr: VEUILLEZ LIRE LA SECTION "VARIABLES D'ENVIRONNEMENT" DU FICHIER D'AIDE QUI VA S'OUVRIR

source: Run As Root
fr: Exécuter comme root

source: hours
fr: heures

source: hour
fr: heure

source: Turn the computer off after
fr: Eteindre l'ordinateur après

source: A simple Gtk-based application for managing Energy Star/DPMS features through xset.
fr: Une simple application (basée sur Gtk) pour gérer les fonctionnalités Energy Star/DPMS par l'intermédiaire de xset.

source: NEVER
fr: JAMAIS

source: Suspend the computer after
fr: Suspendre l'ordinateur après

source: Enable Energy Star Features
fr: Activer les fonctionnalités Energy Star

source: 'Standby' after being idle for
fr: Mise en veille après avoir été inoccupé pendant

source: View the first half of the list of time zones
fr: Voir la première moitié de la liste des fuseaux horaires

source: View the last half of the list of time zones
fr: Voir la seconde moitié de la liste des fuseaux horaires

source: Scaled
fr: Mis à l'échelle
