Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP-2/locale/*/icewmcp.po
Languages: fr

source: Run a program
fr: Exécuter un programme

source: Command to run
fr: Commande à exécuter

source: Run
fr: Exécuter

source: Run the selected command
fr: Exécuter la commande sélectionnée

source: Close and exit
fr: Fermer et quitter

source: Select A Program
fr: Sélectionner Un Programme

source: Select
fr: Sélectionner

source: /_View
fr: /_Affichage

source: /_View/_Icon View
fr: /_Affichage/Affichage en _icones

source: /_View/_List View
fr: /_Affichage/Affichage en _liste

source: Column View
fr: Affichage en _colonnes

source: You do not have the extra IceWMCPSystem program installed. You must first download it from
fr: La programme supplémentaire IceWMCPSystem n'est pas installé. Vous devez d'abord le télécharger depuis

source: The program this applet points to does not exist on your system.
fr: Le programme lié à cette applet n'existe pas sur votre système.

source: IceWMCP Icon Browser
fr: IceWMCP: Explorateur d'icones

source: Columns:
fr: Colonnes :

source: SELECT
fr: SÉLECTIONNER

source: Close
fr: Fermer

source: Reload
fr: Recharger

source: Icon Paths...
fr: Chemins des icones...

source: You can drag-and-drop icons where needed.
fr: Vous pouvez glisser et déposer des icones où vous le souhaitez.

source: Enter a list of icon paths, separated by colons
fr: Entrer une liste de chemins d'icones, séparés par deux points

source: Loading
fr: Chargement de

source: images...please wait.
fr: images... patientez s'il vous plaît.

source: Icons loaded. Ready.
fr: Icones chargés. Prêt.

source: Check for newer versions of this program...
fr: Vérifier la disponibilité de nouvelles versions de ce programme...

source: You are currently using version
fr: Vous utilisez actuellement la version

source: The newest version available is
fr: La dernière version disponible est

source: You can download the newest version from
fr: Vous pouvez télécharger la dernière version depuis

source: Could not check for software update.
fr: Ne peut pas contrôler les mises-à-jour du logiciel.

source: This feature requires an internet connection.
fr: Cette fonctionnalité exige une connexion Internet.

source: IceWM Control Panel
fr: Panneau de contrôle de IceWM

source: / _File
fr: / _Fichier

source: / _File/_Refresh View
fr: / _Fichier/_Rafraîchir l'affichage

source: / _File/_Configuration...
fr: / _Fichier/_Configuration...

source: / _File/sep4
fr: / _Fichier/sep4

source: / _File/_Quit
fr: / _Fichier/_Quitter

source: /_Help
fr: /Ai_de

source: /_Help/_About IceWM Control Panel...
fr: /Ai_de/_A propos du panneau de contrôle de IceWM...

source: HINT: Use SINGLE clicks instead of double-clicks. You will not see this message again.
fr: ASTUCE: Utilisez les clics SIMPLES au lieu des doubles-clics. Vous ne verrez plus ce message à l'avenir.

source: Ice Control Panel
fr: Panneau de contrôle de IceWM

source: OK
fr: VALIDER

source: Choose which icons to hide or show:
fr: Choisissez les icones à cacher ou à afficher :

source: Hide
fr: Cacher

source: Save
fr: Sauvegarder

source: A simple Gtk-based control panel for IceWM - for people that prefer Gtk over the Qt-based 'IceCC'. It is modular, easy to use, with a Windows Control Panel like look. Although created for IceWM, it can be easily used as a control panel for any other window manager. It is highly configurable, and control panel applets can be created easily (simple text files). This program is distributed under the GNU General Public License (open source).
fr: Un panneau de contrôle simple basé sur Gtk (plutôt que la version QT 'IceCC'). Il est simple et modulable, il ressemble au panneau de configuration de Windows. Bien que créé pour IceWM, il peut être utilisé facilement comme panneau de contrôle avec tous les autres gestionnaires de fenêtre. Sa configuration est très complète ; les applets peuvent être créées facilement (fichiers textes simples). Ce programme est distribué sous les termes de la license GNU GPL (code source libre).

source: About IceWM Control Panel
fr: A propos du panneau de contrôle de IceWM

source: Close
fr: Fermer

source: IceWM CP - Key Editor
fr: IceWM Panneau de contrôle - Éditeur des touches de raccourci

source: /_File
fr: /_Fichier

source: /File/_Open...
fr: /Fichier/_Ouvrir...

source: /File/_Save
fr: /Fichier/_Sauvegarder

source: /File/sep1
fr: /Fichier/sep1

source: /File/_Apply Changes Now...
fr: /Fichier/_Appliquer les changements maintenant...

source: /File/sep2
fr: /Fichier/sep2

source: /File/_Exit
fr: /Fichier/_Quitter

source: /Help/_About...
fr: /Aide/_A propos...

source: Key Editor
fr: Éditeur des touches de raccourci

source: Command
fr: Commande

source: Keys
fr: Touches de raccourci

source: Key:
fr: Touche de raccourci :

source: Program:
fr: Programme :

source: Browse...
fr: Explorer...

source: New Key
fr: Nouvelle touche de raccourci

source: Set
fr: Définir

source: Add
fr: Ajouter

source: Delete
fr: Supprimer

source: Ready.
fr: Prêt.

source: This key does not exist. Please create it by clicking the 'New Key' button.
fr: Cette touche de raccourci n'existe pas. Veuillez la créer en cliquant sur le bouton 'Nouvelle touche de raccourci'.

source: You must specify a program for this key combination
fr: Vous devez spécifier un programme pour cette combinaison de touche

source: Modified.
fr: Modifié.

source: ' already exists and triggers the program:
fr: ' existe déjà et déclenche le programme :

source: The key '
fr: La touche de raccourci '

source: You must either delete the existing key, or change the existing key's action using 'Set'.
fr: Vous devez ou bien supprimer la touche de raccourci existante, ou modifier la touche de raccourci existante en utilisant le bouton 'Définir'.

source: Are you sure you want to delete this key?
fr: Etes-vous sûr de vouloir supprimer cette touche de raccourci ?

source: Select a file...
fr: Sélectionner un fichier...

source: No such file or directory:
fr: Fichier ou répertoire inexistant :

source: ERROR saving key configuration file:
fr: ERREUR lors de la sauvegarde du fichier de configuration des touches de raccourci :

source: Error saving.
fr: Erreur lors de la sauvegarde.

source: WARNING: This feature doesn't work perfectly on all systems. BSD and some other systems may experience problems.
fr: ATTENTION : Cette fonctionnalité ne fonctionne pas parfaitement sur tous les systèmes. Le système BSD et quelques autres systèmes peuvent connaître des problèmes.

source: A simple Gtk-based key configuration utility for IceWM (written in 100% Python). This program is distributed free of charge (open source) under the GNU General Public License.
fr: Un simple utilitaire de configuration des touches de raccourci pour IceWM (écrit entièrement en Python). Ce programme est distribué gratuitement (logiciel libre) sous la licence GNU General Public License.

source: About IceWM CP - Key Editor
fr: A propos du Panneau de Contrôle de IceWM - Éditeur des touches de raccourci

source: Test Key
fr: Tester la touche de raccourci

source: The executable is not on your PATH
fr: L'exécutable ne se trouve pas dans votre PATH

source: The executable file does not exist
fr: Le fichier exécutable n'existe pas

source: IceWM CP - Keyboard Settings
fr: IceWM Panneau de contôle - Paramètres du clavier

source: IceWM Control Panel: Keyboard
fr: IceWM Panneau de contrôle : Clavier

source: Select your desired keyboard repeat rate:
fr: Sélectionner la fréquence souhaitée de répétition de votre clavier :

source: Delay:
fr: Délai :

source: Rate:
fr: Fréquence :

source: Apply
fr: Appliquer

source: Reset
fr: Réinitialiser

source: IceWM CP - Mouse Settings
fr: IceWM Panneau de contrôle - Paramétrage de la souris

source: IceWM Control Panel: Mouse
fr: IceWM Panneau de contrôle : Souris

source: Select your desired mouse speed:
fr: Sélectionner la vitesse souhaitée de votre souris :

source: '. If you are not happy with this mouse speed, wait 7 seconds and the mouse speed will be reset to a reasonable speed.
fr: '. Si vous n'êtes pas satisfait de la vitesse de la souris, attendez 7 secondes et la vitesse de la souris sera réinitialisée à une vitesse raisonnable.

source: Your mouse speed has been set to '
fr: La vitesse de votre souris a été fixée à '

source: CANCEL change and RESET the mouse
fr: ANNULER le changement et RÉINITIALISER la souris

source: KEEP the new mouse speed
fr: CONSERVER la nouvelle vitesse de la souris

source: Behavior
fr: Comportement

source: Mouse Behavior
fr: Comportement de la souris

source: Speed
fr: Vitesse

source: Wallpaper Settings
fr: Paramétrage du fond d'écran

source: Desktop Color
fr: Couleur du bureau

source: Change...
fr: Changer...

source: Reload Images
fr: Recharger les images

source: Directory
fr: Répertoire

source: Select...
fr: Sélectionner...

source: Centered
fr: Centrée

source: Tiled
fr: Mosaïque

source: Ok
fr: Valider

source: A simple Gtk-based utility for setting the background color and wallpaper settings in IceWM (written in 100% Python). This program is distributed under the GNU General Public License (open source). WARNING: Some newer IceWM themes override the wallpaper and background colors set here. If you see no changes, it may be that your theme controls the background colors and images.
fr: Un utilitaire simple pour changer la couleur du fond d'écran et appliquer un papier-peint dans IceWM (écrit entièrement en python et basé sur Gtk). Ce programme est distribué sous les termes de la license GNU GPL (code source libre) AVERTISSEMENT : Certains des nouveaux thèmes d'IceWM remplacent les couleurs et fonds d'écran définis ici. Si les modifications que vous faites sont sans effet, c'est probablement parce que le thème les définit déjà.

source: Error backing up IceWM preferences to:
fr: Erreur lors de la sauvegarde des préférences de IceWM vers :

source: Error while saving IceWM preferences to:
fr: Erreur pendant la sauvegarde des préférences de IceWM vers :

source: Select Color
fr: Sélectionner la couleur

source: SORRY: Image could not be previewed.
fr: DÉSOLÉ : L'aperçu de l'image ne peut pas être affiché.

source: Window Options
fr: Options des fenêtres

source: AboveDock
fr: Au dessus du dock

source: Below
fr: Dessous

source: Desktop
fr: Bureau

source: OnTop
fr: Au dessus

source: Add...
fr: Ajouter...

source: Delete
fr: Supprimer

source: Icon:
fr: Icone :

source: Browse...
fr: Explorer...

source: WorkSpace:
fr: Bureau :

source: Layer:
fr: Couche :

source: Geometry:
fr: Géométrie :

source: Tray Icon:
fr: Icone de la barre système :

source: Set
fr: Appliquer

source: Step 1: Open the program you wish to set properties for.
fr: Etape 1 : Ouvrir le programme pour lequel vous souhaitez définir les propriétés.

source: Step 2: Click the 'Grab...' button below.
fr: Etape 2 : Cliquer sur le bouton 'Saisir...' ci-dessous.

source: Step 3: Click the crosshairs on the program you opened.
fr: Etape 3 : Cliquer avec le curseur sur le programme que vous avez ouvert.

source: ADD
fr: AJOUTER

source: Cancel
fr: Annuler

source: Grab...
fr: Saisir...

source: You must complete at least the 'wm_class' field.
fr: Vous devez au moins compléter le champ 'wm_class'.

source: ' already exists. Either edit or delete the existing '
fr: ' existe déjà. Éditer ou bien supprimer l'existant '

source: ' window settings.
fr: ' paramétrage des fenêtres.

source: The wm_class/wm_name '
fr: La wm_class / Le wm_name '

source: Are you sure you want to delete the window options associated with:
fr: Etes-vous sûr de vouloir supprimer les options des fenêtres associées à :

source: Saved.
fr: Sauvegardé.

source: Has HIDE button (if applicable)
fr: Possède le bouton CACHER (si applicable)

source: Has ROLLUP button (if applicable)
fr: Possède le bouton ENROULER (si applicable)

source: Has LAYER button (if applicable)
fr: Possède le bouton COUCHE (si applicable)

source: Ignore pre-set window positions
fr: Ignorer les positions pré-fixées des fenêtres

source: Do not focus
fr: N'obtient pas le focus

source: Start full-screen
fr: Démarre en plein écran

source: Start vertically maximized
fr: Démarre avec une hauteur maximale

source: Start horizontally maximized
fr: Démarre avec une largeur maximale

source: Has title bar
fr: Possède une barre de titre

source: Start maximized
fr: Démarre maximisé

source: Visible on all workspaces
fr: Visible sur tous les bureaux

source: Has border
fr: Possède une bordure

source: Do not show in Quick-switch window
fr: N'est pas affichée dans la fenêtre de basculement rapide

source: App is non-ICCCM compliant
fr: L'application n'est pas compatible avec ICCCM

source: Has MINIMIZE button
fr: Possède le bouton ICONIFIER

source: Maximizeable
fr: Maximisable

source: Do not focus when app is raised
fr: Ne pas donner le focus quand la fenêtre s'ouvre

source: Has resize border
fr: Possède une bordure de redimensionnement

source: Can be rolled up
fr: Peut être enroulée

source: Moveable
fr: Déplaçable

source: Has MAXIMIZE button
fr: Possède le bouton MAXIMISER

source: Resizeable
fr: Redimensionnable

source: Has CLOSE button
fr: Possède le bouton FERMER

source: Force focusing
fr: Impose l'obtention du focus

source: Closeable
fr: Peut être fermée

source: Do not show on taskbar
fr: N'est pas affichée dans la barre des tâches

source: Has system menu
fr: Possède le menu système

source: Hideable
fr: Peut être cachée

source: Do not cover
fr: Ne peut pas être couverte

source: Start minimized
fr: Démarre minimisée

source: Reserve extra 'F[num]' keys
fr: Réserve les touches supplémentaires 'F[num]'

source: Do not show in Window List
fr: N'est pas affichée dans la liste des fenêtres

source: Minimizeable
fr: Minimisable

source: Do not show a confirmation dialog when closing the window
fr: Ne pas afficher une boîte de dialogue de confirmation lors de la fermeture de la fenêtre

source: There was an ERROR saving your window options to the file:
fr: Une ERREUR est survenue pendant la sauvegarde des options des fenêtres dans le fichier :

source: A simple Gtk-based window options configuration utility for IceWM (written in 100% Python). Optimized for IceWM version 1.2.7. This program is distributed free of charge (open source) under the GNU General Public License.
fr: Un simple utilitaire de configuration des options des fenêtres pour IceWM (écrit entièrement en Python et basé sur Gtk). Optimisé pour IceWM version 1.2.7. Ce programme est distribué gratuitement (logiciel libre) sous la GNU General Public License.

source: Window Options Editor
fr: Éditeur des options des fenêtres

source: About
fr: A propos

source: CANCEL
fr: ANNULER

source: Date & Time
fr: Date & Heure

source: Current Time Zone:
fr: Fuseau horaire actuel :

source: To change the timezone,select your area from the list below:
fr: Pour changer le fuseau horaire, sélectionner votre zone dans la liste ci-dessous :

source: Set Time Zone
fr: Fixer le fuseau horaire

source: Time Zone
fr: Fuseau horaire

source: CRITICAL ERROR PhrozenClock was unable to determine the location of your 'zoneinfo' time zone files, normally located in /usr/share/zoneinfo/. You may have to edit the phrozenclock.py script and set the ZONEINFO_DIR variable manually (sorry!). Also, make sure that your /etc/localtime file is properly LINKED. Critical Error: Quitting.
fr: ERREUR CRITIQUE PhrozenClock était incapable de déterminer l'emplacement des fichiers de votre choix de fuseau horaire, normalement situés dans /usr/share/zoneinfo/. Vous devrez éditer le script phrozenclock.py script et fixer la variable ZONEINFO_DIR manuellement (désolé !). De plus, vérifiez que votre fichier /etc/localtime est correctement LIÉ. Erreur critique: Fermeture de l'application.

source: Could not determine your timezone's 'nickname'. You may have to set this yourself.
fr: Ne peut pas déterminer le 'surnom' de votre fuseau horaire. Vous devrez le fixer vous-même.

source: '....Quitting.
fr: '....Terminé.

source: ERROR: Could not load available time zones from '
fr: ERREUR : Ne peut pas charger les fuseaux horaires disponibles depuis '

source: Unknown error setting your timezone. You may have to do this manually or edit the source for the phrozenclock.py script
fr: Erreur inconnue survenue lors du règlage de votre fuseau horaire. Vous devez le faire manuellement ou éditer le source du script phrozenclock.py

source: Unknown error writing your timezone. You may have to do this manually or edit the source for the phrozenclock.py script
fr: Erreur inconue survenue lors de l'écriture de votre fuseau horaire. Vous devez le faire manuellement ou éditer le source du script phrozenclock.py

source: Phrozen Clock will now be quickly RESTARTED. This is absolutely necessary. You may see a quick flicker on your display, or may see the screen 'black' for a moment. Do not be alarmed, as this is normal.
fr: Phrozen Clock doit maintenant REDEMARRER. Ceci est absolument nécessaire. Vous verrez un vacillement rapide de votre écran, ou vous verrez l'écran noir quelques instants. Ne soyez pas alarmé, c'est normal.

source: WARNING: Changes in timezones do NOT take affect in ALL applications immediately. You may have to restart X or your window manager to see the timezone change in clocks on your taskbar or system tray. For IceWM users, you can just click 'Start' menu, then select 'Logout', then'Restart IceWM', or re-apply your current IceWM theme. For best results, you really should reboot your computer, or at least re-start X. Some applications may appear to be 'stuck' in the old timezone until the system is rebooted. Running 'xrefresh' will NOT be enough. If you are running mission critical or time-sensitive applications, you should reboot immediately. You have been warned.
fr: ATTENTION : Les changements de fuseaux horaires N'ONT PAS d'effet immédiat dans TOUTES les applications. Vous devez redémarrer X ou votre gestionnaire de fenêtres pour voir le changement de fuseau horaire dans l'horloge de votre barre de tâches ou dans votre barre système. Pour les utilisateurs de IceWM, vous pouvez juste cliquer sur le menu 'Démarré', puis sélectionner 'Déconnexion', puis 'Redémarrer IceWM', ou appliquer de nouveau le thème actuel de IceWM. Pour de meilleurs résultats, vous devez vraiment redémarrer votre ordinateur, ou au moins redémarrer X. Certaines applications pourraient paraître 'bloquées' dans l'ancien fuseau horaire jusqu'à ce que votre système soit redémarré. Exécuter 'xrefresh' n'est PAS suffisant. Si vous éxécutez en ce moment des applications critiques ou sensibles à l'horloge, vous devriez redémarrer immédiatement. Vous êtes prévenu.

source: A simple Windows-like or KDE-like clock management application suitable for managing the clock in most window managers' system trays. PhrozenClock was orginally created for use with the system tray clock in IceWM, and was designed to be lightweight and less memory intensive than the KDE clock. PhrozenClock GTK is open source under the General Public License (GPL).
fr: Une simple application de gestion de l'horloge (de style Windows ou KDE) adaptée à la gestion de l'horloge dans la plupart des barres systèmes des gestionnaires de fenêtres. PhrozenClock a été créée à l'origine pour être utilisé avec l'horloge de la barre système de IceWM, et a été conçue pour être léger et avoir une utilisation de mémoire moins intensive que l'horloge de KDE. PhrozenClock Gtk est un logiciel libre, sous licence GNU General Public License (GPL).

source: No
fr: Non

source: Yes
fr: Oui

source: is open source under the General Public License (GPL). NO technical support will be provided for this application. Enjoy!
fr: est un logiciel libre selon les termes de la licence General Public License (GPL). AUCUN support technique n'est fourni pour cette application. Profitez-en !

source: About
fr: A propos

source: All rights reserved.
fr: Tous droits réservés.

source: Printer Queue
fr: File de l'imprimante

source: /_Help/_About
fr: /Ai_de/_A propos

source: Select Printer:
fr: Sélectionner l'imprimante :

source: View
fr: Afficher

source: Queue:
fr: File :

source: Server:
fr: Serveur :

source: Status:
fr: Statut :

source: Refresh Queue Details
fr: Rafraîchir les détails de la file

source: Cancel Selected Print Job
fr: Annuler le travail d'impression sélectionné

source: State
fr: État

source: Job ID
fr: ID

source: Size
fr: Taille

source: Files
fr: Fichiers

source: Owner/ID
fr: Propriétaire

source: Time
fr: Heure

source: Class
fr: Classe

source: NONE FOUND
fr: AUCUNE IMPRIMANTE TROUVÉE

source: on printer '
fr: sur l'imprimante '

source: Are you SURE you want to cancel print job
fr: Êtes-vous sûr de vouloir annuler le travail d'impression

source: Cancel Print Job
fr: Annuler le travail d'impression

source: Result
fr: Résultat

source: Current printer:
fr: Imprimante actuelle :

source: Available printers:
fr: Imprimantes disponibles :

source: description unavailable
fr: description indisponible

source: queue status unavailable
fr: statut de la file indisponible

source: server status unavailable
fr: statut du serveur indisponible

source: status unavailable
fr: statut indisponible

source: info unavailable
fr: info indisponible

source: Error
fr: Erreur

source: PySpool is a simple Gtk-based spool monitor and manager written in 100% Python. It is intended to monitor LPRng and LPR-based printer spools. This is BETA code. PySpool has only been tested with LPRng 3.8.12 on local printers. PySpool requires the following executables on your PATH: lpstat, cancel, checkpc
fr: PySpool est un simple contrôleur et gestionnaire des impressions écrit entièrement en Python. Il est prévu pour contrôler les files d'impression basées sur LPRng et LPR. Il s'agit d'une version BETA. PySpool a seulement été testé avec LPRng 3.8.12 sur des imprimantes locales. PySpool a besoin des exécutables suivants dans votre PATH : lpstat, cancel, checkpc

source: ' into your PATH first.
fr: ' dans votre PATH dans un premier temps.

source: The following executable does not appear to be on your PATH:
fr: L'exécutable suivant ne semble pas être dans votre PATH :

source: You may experience problems running PySpool properly. Please install '
fr: Vous risquez de rencontrer des problèmes lors de l'exécution de PySpool. Veuillez installer '

source: Slot
fr: Emplacement

source: Slot
fr: Emplacement

source: Eject
fr: Ejecter

source: Insert
fr: Insérer

source: Suspend
fr: Suspendre

source: Resume
fr: Reprendre

source: Empty
fr: Vide

source: Error loading card data
fr: Erreur lors du chargement des données de la carte

source: This card has been ejected. You may safely remove this device.
fr: Cette carte a été éjectée. Vous pouvez enlever ce périphérique sans danger.

source: This card's activity has been suspended
fr: L'activité de cette carte a été suspendue

source: An error occurred while suspending this card.
fr: Une erreur est survenue lors de la suspension de cette carte.

source: This card's activity has been resumed.
fr: L'activité de cette carte a été reprise.

source: An error occurred while resuming this card.
fr: Une erreur est survenue lors de la reprise de cette carte.

source: This card has been inserted.
fr: Cette carte a été insérée.

source: An error occurred while inserting this card.
fr: Une erreur est survenue lors de l'insertion de cette carte.

source: This card has been reset.
fr: Cette carte a été réinitialisée.

source: An error occurred while resetting this card.
fr: Une erreur est survenue lors de la réinitialisation de cette carte.

source: No PCMCIA slots detected on this computer.
fr: Aucun emplacement PCMCIA n'a été detecté sur cet ordinateur.

source: EXIT
fr: QUITTER

source: About
fr: A propos

source: IceWM CP - Cursor Editor
fr: IceWM CP - Editeur de curseur

source: Cursor Editor
fr: Editeur de curseur
