Repository: phrozensmoke/LEGACY-Open_Source-Pre2006
Catalog: IceWMCP-2/locale/*/icewmcp-ism.po
Languages: fr

source: Select your IceSound Server executable. This is generally either in the /usr/X11R6/bin/ or /usr/bin/ directory and is generally named either 'icesound' or 'icesound-gnome'. Be sure you have the correct permissions to execute the IceSound Server and that you have the permissions to run servers/daemons on your system.
fr: Sélectionnez l'exécutable du Serveur IceSound. En général, il se trouve dans le répertoire '/usr/X11R6/bin/' ou '/usr/bin/' et porte le nom 'icesound' or 'icesound-gnome'. Assurez-vous d'avoir les privilèges suffisants pour exécuter le Serveur IceSound, et pour exécuter un service/démon sur votre système.

source: ERROR! Select your IceSound Server executable file first.
fr: ERREUR ! Choisissez d'abord l'exécutable du Serveur IceSound.

source: Select Your IceSound Server Executable
fr: Choisissez d'abord l'exécutable du Serveur IceSound.

source: Select the directory where your IceSound server looks for its .wav files. On most systems, this directory will be either ~/.icesound/sounds/ or /usr/X11R6/lib/X11/icewm/sounds/. If you aren't sure, check the documentation for your IceSound server or do the trial-and-error method. Generally, you should not go wrong with ~/.icesound/sounds/ under your home directory (example: /home/phrozen/.icewm/sounds/). You may have to create this directory yourself if Ice Sound Manager can't. Be sure to select only directories where you have both 'read' and 'write' permissions. See the section entitled 'Wav Storage Directory' under 'Help' -> 'Ice Sound Manager Help' (or press F4).
fr: Choisissez le répertoire dans lequel le Serveur IceSound cherchera les fichiers .wav qu'il doit jouer. Sur la plupart des systèmes, il s'agit de '~/.icesound/sounds/' ou '/usr/X11R6/lib/X11/icewm/sounds/'. Si vous n'êtes pas sûr, consultez la documentation du Serveur IceSound ; ou bien essayez par tâtonnement. En général, vous ne pouvez pas vous tromper avec '~/.icesound/sounds/' (ex : /home/phrozen/.icewm/sounds/). Vous devez créer ce répertoire vous-même si le Gestionnaire IceSound n'y parvient pas. Assurez vous de sélectionner un répertoire sur lequel vous avez les droits d'écriture et de lecture. Voir la section intitulée 'Répertoire de Stockage des Wav' dans le menu 'Aide' -> 'Aide du Gestionnaire IceSound' (ou pressez F4).

source: ERROR! Select the IceSound Server's Wav storage directory first.
fr: ERREUR ! Choisissez d'abord le répertoire de stockage des Wav.

source: Updating Wav Storage Directory...
fr: Mise-à-jour du répertoire de stockage des wav...

source: to
fr: vers

source: TRANSFER TO NEW DIRECTORY FAILED
fr: LE TRANSFER VERS LE NOUVEAU RÉPERTOIRE A ÉCHOUÉ

source: Link/Copy
fr: Lier/Copier

source: Done.
fr: Terminé.

source: Wav Storage Directory Selection
fr: Sélection du répertoire de stockage des Wav

source: Save Theme...
fr: Sauvegarde du thème...

source: Theme Name:
fr: Nom du thème :

source: Enter a descriptive name for your IceWM sound theme
fr: Entrer un nom descriptif pour votre thème sonore de IceWM

source: Theme File:
fr: Fichier du thème :

source: Theme files
fr: Fichiers du thème

source: Browse to select a file for saving
fr: Explorer pour sélectionner un fichier de sauvegarde

source: Close this window and discard all changes
fr: Fermer cette fenêtre and ignorer tous les changements

source: SAVE
fr: SAUVEGARDER

source: Save theme and close this window
fr: Sauvegarder le thème et fermer cette fenêtre

source: Save Sound Theme As...
fr: Enregistrer ce thème sonore sous...

source: ERROR! Enter a theme NAME and theme FILE first.
fr: ERREUR ! Entrer le NOM du thème et un nom de FICHIER.

source: successfully saved to
fr: a été sauvegardé avec succès

source: Theme
fr: Le thème

source: ERROR while saving theme
fr: ERREUR lors de la sauvegarde du thème

source: to
fr: à

source: Remove
fr: Effacer

source: Could not save Theme File: Unknown thread error.
fr: Ne peut pas sauver le fichier de thème : Erreur de thread inconnue.

source: FAILED
fr: ECHEC

source: Select Wav File
fr: Sélectionner le fichier Wav

source: in
fr: dans

source: Playing sound
fr: Lecture du son en cours

source: ERROR: No Wav player configured. Click 'Options -> Preferences' on the menu.
fr: ERREUR : Aucun lecteur de Wav n'est configuré. Définissez-en un : menu 'Options' > 'Préférences'.

source: ERROR: No Wav editor configured. Click 'Options -> Preferences' on the menu.
fr: ERREUR : Aucun éditeur de Wav n'est configuré. Définissez-en un : menu 'Options' > 'Préférences'.

source: error(s) occurred setting your sound events for the IceSound server. The errors were as follows
fr: erreur(s) ont eu lieu lors de la configuration des évènements sonores du Serveur IeSound. Voici la liste des erreurs :

source: Please check that the files you are linking/copying exist, that you have the proper read/write permissions for this directory and these files, AND that you have correctly configured your Wav Storage Directory in the menu under 'IceSound Server'. Also, make sure you haven't run out of disk space.
fr: Veuillez vérifier que le fichier que vous tenter de lier/copier existe, que vous avez les droits d'écriture/lecture suffisants sur ces fichiers et répertoires, ET que vous avez correctement configuré le Répertoire de stockage des Wav dans le menu, sous 'Serveur IceSound'. Enfin, vérifez qu'il reste de l'espace disponible sur le disque.

source: These types of errors generally mean that Ice Sound Manager experienced trouble linking, copying, or removing Wav files from your selected Wav Storage Directory
fr: Ce type d'erreur signifie en général que le gestionnaire IceSound a rencontré des problèmes en liant, en copiant, ou en effaçant les fichiers Wav du répertoire de stockage des Wav.

source: Loading theme
fr: Chargement du thème

source: successfully loaded.
fr: chargé avec succès.

source: ERROR loading theme from file
fr: ERREUR pendant le chargement du thème depuis le fichier

source: Unknown file type.
fr: Type de fichier inconnu.

source: Select Ice Sound Manager Theme File
fr: Sélectionner un fichier de thème du Gestionnaire IceSound

source: Ice Sound Manager: Audio Interface
fr: Gestionnaire IceSound : interface audio

source: Select to use the OSS audio interface
fr: Sélectionner pour utiliser l'interface audio OSS

source: Select to use the ESD audio interface
fr: Sélectionner pour utiliser l'interface audio ESD

source: Select to use the YIFF audio interface
fr: Sélectionner pour utiliser l'interface audio YIFF

source: Device
fr: Périphérique

source: Host
fr: Hôte

source: Enter the Digital Signal Processing DSP to use
fr: Entrer le processeur de traitement du signal (DSP) à utiliser

source: Enter the host of the ESD server
fr: Entrer l'hôte du serveur ESD

source: Enter the host of the YIFF server
fr: Enter l'hôte du serveur YIFF

source: Enter the port number of the ESD server
fr: Enter le numéro de port du serveur ESD

source: Local Interface
fr: Interface locale

source: If checked the local (non-TCP) ESD server will be used. The 'Host' and 'Port' will be ignored, since it is not needed if this option is checked.
fr: Si coché, l'option locale (non-CTP) du serveur ESD sera utilisée. Les champs 'Hôte' et 'Port' seront ignorés, puisque c'est inutile dans ce cas.

source: Enter the port number of the YIFF server
fr: Entrer le numéro de port du serveur YIFF

source: Auto Audio Mode
fr: Mode audi automatique

source: If checked the YIFF server will attempt to automatically adjust to the correct audio mode
fr: Si coché, le serveur YIFF essayera d'ajuster automatiquement le mode audio

source: Help
fr: Aide

source: Click for help on the audio interface options
fr: Cliquer pour obtenir de l'aide sur les options de l'interface audio

source: ERROR! The port number must be an INTEGER!
fr: ERREUR ! Le numéro de port doit être un nombre entier !

source: Audio interface options successfully saved.
fr: Les options de l'interface audio ont été correctement enregistrées.

source: ERROR: While saving audio interface preferences to
fr: ERREUR pendant l'enregistrement des préférences de l'interface audio dans

source: Here is where you can configure the sound device you want your IceSound Server to use to play your sound events. Most people will probably use either ESD or OSS. It is YOUR job to know what kind of sound device your system uses. OSS: For OSS, click 'OSS' and type in the 'dev' location of your digital signal processing device (i.e. /dev/dsp) ESD: For ESD, click 'ESD' and enter the host and port of the ESD sound server running on your system. For most people, this will be host 'localhost' and port '16001'. You can find out what port ESD is running on your system by typing 'netstat -lp' in a terminal window, then looking for any process named 'esound' or 'esd'. If you dont see either of these, you probably don't have a currently running ESD sound server on your system and will not be able to use ESD as your interface until you get an ESD server running. YIFF: If you know that you need to use YIFF, please make sure that your copy of the IceSound Server has been compiled with YIFF support (not all copies are YIFF-enabled.). To use the YIFF interface, click 'YIFF', then enter the host and port of your YIFF sound server. You may also check 'Auto Audio Mode' to enable your IceSound Server to automatically choose the best sampling rate and playback mode for your sounds.
fr: C'est ici que vous pouvez configurer le périphérique sonore que le Serveur IceSound doit utiliser pour jouer les évènements sonrores. La plupart des gens utilisent ESD ou bien OSS. C'est à vous de savoir quel type de périphérique votre système utilise. OSS : Pour OSS, cliquez sur 'OSS' et tapez la localisation 'dev' de votre périphérique de traitement du signal (càd /dev/dsp) ESD : Pour ESD, cliquez sur 'ESD' et entrez l'hôte et le port du serveur ESD que vous voulez utiliser. Dans la pluaprt des cas, c'est 'localhost' et '16001'. Vous pouvez obtenir le port sur lequel le serveur ESD fonctionne par la commande 'netstat -lp | grep -E \(esp\|esound\)'. Si cette commande ne renvoie rien, c'est probablement parce qu'aucun serveur ESD ne fonctionne sur votre système. Vous devez faire fonctionner un serveur ESD pour pouvoir utiliser l'interface ESD. YIFF : Si vous savez que vous devez utiliser YIFF, assurez-vous que votre Serveur IceSound a été compilé avec le support YIFF (ce n'est pas toujours le cas). Pour utiliser l'interface YIFF, cliquez sur 'YIFF', puis entrez l'hôte et le port de serveur YIFF. Vous pouvez aussi cocher la case 'Mode audio automatique' pour laisser le Serveur IceSound choisir la meilleure fréquence d'échantillonage et le mode de lecture pour vos sons.

source: Ice Sound Manager Setup
fr: Configuration du Gestionnaire IceSound

source: SETUP
fr: CONFIGURATION

source: Next
fr: Suivant

source: Proceed with Setup
fr: Continuer la configuration

source: WELCOME TO ICE SOUND MANAGER SETUP Setup will guide you through setting up your IceSound Server (the sound server for IceWM) as well as help you easily customize your settings in 4 easy steps. You may run this setup program at anytime by clicking 'Options', then 'Setup' on the menu. Note: You will also see this setup window if Ice Sound Manager was unable to load your preferences files in your home directory. STEP ONE: Select the executable for your IceSound Server. Click the 'Next' button to proceed.
fr: BIENVENUE DANS L'ASSISTANT DE CONFIGURATION DU GESTINNAIRE ICESOUND Cet assistant va vous aider dans la configuration du serveur IceSound (le serveur de sons de IceWM) et va vous aider en 4 étapes simples à définir vos préférences. Vous pouvez démarrer cet assistant à n'importe quel moment en choisissant dans le menu 'Options', puis 'Configuration'. NB : cet assisant apparaît également si le Gestionnaire IceSound n'a pas réussi à lire le fichier de configuration présent dans votre répertoire personnel. PREMIÈRE ÉTAPE : Choisissez le programme correspondant au Serveur IceSound. Cliquez sur 'Suivant' pour continuer.

source: STEP TWO: Configure the audio device your IceSound Server will use to play sound events. Most people can probably use the ESD interface on localhost, port 16001. Click the 'Next' button to proceed.
fr: DEUXIÈME ÉTAPE : Configuration du périphérique audio que le Serveur IceSound doit utiliser pour jouer les évènements sonores. La plupart des gens peuvent certainement utiliser l'interface ESD localement, sur le port 16001. Cliquez sur 'Suivant' pour continuer.

source: STEP THREE: Select the directory where your IceSound Server should look for the .wav files for sound events. Normally, this directory is either ~/.icewm/sounds/ or /usr/X11R6/lib/X11/icewm/sounds/, but you should check the documentation for YOUR IceSound Server. If you are unsure, your best bet is probably choosing the directory /home/yourUsername/.icewm/sounds/. This may take a moment: So be patient. Click the 'Next' button to proceed.
fr: TROISIÈME ÉTAPE : Choisissez le répertoire où votre Serveur IceSound doit chercher les fichiers .wav à jouer pour les évènements sonores. Normalement, ce répertoire est soit '~/.icewm/sounds/', soit '/usr/X11R6/lib/X11/icewm/sounds/', mais vous devriez vérifier dans la documentation de votre Serveur IceSound. Si vous n'êtes pas sûr, '/home/nomutilisateur/.icewm/sounds' est probablement correct. Ceci peut prendre du temps : veuillez patienter. Cliquez sur 'Suivant' pour continuer.

source: Click the 'Next' button to proceed.
fr: Cliquez sur 'Suivant' pour continuer.

source: STEP FOUR: This is the LAST step. You can now configure your personal preferences for Ice Sound Manager
fr: QUATRIÈME ÉTAPE: Dernière étape. Vous pouvez maintenant configurer vos préférences pour le Gestionnaire IceSound.

source: Setup for Ice Sound Manager is now COMPLETE. Click the 'Next' button to exit setup. Enjoy!
fr: L'assitant du Gestionnaire IceSound a maintenant terminé. Cliquez sur 'Suivant' pour terminer. Profitez-en !

source: Preferences successfully saved.
fr: Vos préférences ont été enregistrées.

source: ERROR: While saving preferences to
fr: ERREUR lors de l'enregistrement des préférences dans

source: ERROR: No IceSound SERVER EXECUTABLE selected! Click 'IceSound Server' on the menu.
fr: ERREUR : Aucun EXÉCUTABLE DU SERVEUR n'est sélectionné ! Cliquez sur 'Serveur IceSound' dans le menu.

source: ERROR: No IceSound server WAV DIRECTORY selected! Click 'IceSound Server' on the menu.
fr: ERREUR : Aucun RÉPERTOIRE DE WAV n'est sélectionné ! Cliquez sur 'Serveur IceSound' dans le menu.

source: ERROR: Your IceSound server could not be (re)started because it could not be STOPPED!
fr: ERREUR : Votre serveur IceSound n'a pas pu être (re)démarré parce qu'il n'a pas pu être ARRÊTÉ !

source: successfully (RE)STARTED.
fr: (RE)DÉMARRÉ avec succès

source: IceSound Server (version
fr: Serveur IceSound (version

source: ERROR! IceSound server could NOT be (re)started! Check 'Options' and 'IceSound Server' on the menu.
fr: ERREUR : Le Serveur IceSound n'a pas pu être (re)démarré ! Vérifiez 'Options' et 'Serveur IceSound' dans le menu.

source: successfully STOPPED. Future sound events disabled until server re-start.
fr: ARRÊTÉ avec succès. Il n'y aura plus d'évènements sonores tant que le serveur ne sera pas redémarré.

source: unknown
fr: inconnu

source: SPANISH HELP IS AVAILABLE IN THE 'icesound-es-help.html' FILE.
fr: L'aide en français n'est pas disponible pour l'instant.

source: Check for newer versions of this program...
fr: Contrôler la disponibilité de nouvelles versions de ce programme...
